{
    "showPublishDate": false,
    "date": "2022-06-28T07:04:55.753Z",
    "title": "MIXING",
    "gridImage": "/cms-uploads/mosorjak_small.jpg",
    "image": "/cms-uploads/mosorjak_small.jpg",
    "body": "“In mixing colors you should be careful not to over mix. Don’t stir your paint. Too much mixing takes the life out of the color. Particles of the pure color not too much broken up by mixing are valuable to your work, giving vibration and brilliancy to it. The reverse is muddiness, which is sure to come from too much fussing and overworking of wet paint. Don’t use more than three pigments in one tint if you can help it, and mix them loosely. If you must use more colors, mix still more loosely. Put all the colors together, one beside the other, drag them together with the brush, scoop them up loosely on the end of it, and lay the tint on freely and frankly. Never cuddle the color on the canvas. Don’t put one color over another more than you can help; you will only get a thick mass of paint of one kind mixing with a mass of another, and the results will be dirty color, which of all things in painting is most useless.\n\nKeep the color clean and fresh, and have your brush-strokes firm and free. Never tap, tap, tap, your paint; make up your mind what the color is, and mix it as you want it. Decide just where the touch is to go, and lay it on frankly and fairly, and leave it. If it isn’t right, daubing into it, or pat-patting it won’t help it. Either leave it, or mix a new color, and lay it on after having scraped this one off.\n\nDon’t try to economize on your mixing. A color mixed for one place will never do for another, so don’t try to paint another place with it. Have the patience to proceed slowly, and mix the color specially for each brush-stroke. Don’t use less paint than you need. Mix an ample brushful and put it on; then mix another, and use judgment as to how much you should use each time. The variety of tone and value which comes of mixing new color for every touch of the brush is in itself a charm in a painting, aside from the greater truth you are likely to get by it.\" – Daniel Burleigh Parkhurst",
    "slug": "highlights_article_44.html"
}
