{
    "showPublishDate": true,
    "date": "2022-07-27T06:10:46.269Z",
    "image": "/cms-uploads/bmap.png",
    "title": "LOCATION. LOCATION. LOCATION.",
    "body": "For approximately 250 years, Bedford has been a welcome stopping place for travelers. Presidents and soldiers, Indian traders and the first colonists of the west, all paused here. Today, thousands of tourists enjoy its health-giving climate, its many points of great scenic beauty; pause at the shrines of the past, or enjoy the recreations of today.\n\nBedford is 102 miles west of the State Capital Harrisburg and 102 miles east of Pittsburgh Bedford is at the crossroads of the Lincoln Highway and the Horseshoe Trail (Routes 30 and 220), which link it east and west, north and south, with the nation’s best roads, and the leading cities. Within a radius of 20 miles are some of the most magnificent mountain views of the eastern United States, mingled with pleasant by-roads through picturesque old coves and valleys, rich in historical interest.\n\nTo Bedford have come many famous travelers. George Washington made several visits to Bedford, and remained here three days during the Whiskey Insurrection. Others prominent in the political and historical affairs of the nation, who have visited Bedford and its famous Springs include Presidents James K. Polk, Andrew Jackson and James Buchanan; Benjamin Franklin, Alexander Hamilton, “Mad Anthony” Wayne, Aaron Burr, Generals Stanwix and St. Clair, Henry Clay, Daniel Webster, Gen. Henry Lee, John C. Calhoun, Thaddeus Stevens and John Brown. The great men, and, later others who came, made The Bedford Springs Hotel a social center of the young nation. Here were held grand balls, state functions, historic meetings, political parleys….. in an atmosphere of a glorious past that still charms thousands of visitors year after year.\n\nThe Bedford Springs Hotel was founded in 1804.\n\nThe world-famous Bedford Springs, with its celebrated restorative waters was commonly referred to as the \"Carlsbad of America\".\n\nThe Bedford Springs Hotel was the first place in America to have an Olympic sized pool.\n\nPresident James Buchanan made the Bedford Springs Hotel his \"summer White House\"\n\nPresident Buchanan received the first trans-Atlantic cable message, while at the Bedford Springs, from Queen Victoria in 1858.\n\nThe Bedford Springs Hotel, in 1855, housed the only Supreme Court hearing ever to be held outside the capital.\n\nThe Bedford Springs golf course was designed by Donald Ross, who developed the Pinehurst course, and a number of others.\n\nThe Barclay House, which is also known as the Bedford Mansion (which now houses the Bedford Fine Art Gallery), was listed on the National Register of Historic Places in 1978.\n\nThe Bedford Historic District was added to the National Register of Historic Places in 1983.\n\nThe local newspaper, the Bedford Gazette, was founded in 1805 and has been published continuously to present day.",
    "slug": "highlights_article_6.html",
    "gridImage": "/cms-uploads/bmap.png"
}
