{
    "showPublishDate": false,
    "date": "2022-07-01T07:01:05.748Z",
    "title": "MARINE EFFECT",
    "gridImage": "/cms-uploads/gue_small.jpg",
    "image": "/cms-uploads/gue_small.jpg",
    "body": "Bedford Fine Art Gallery has great examples of seascape paintings that are well executed by very talented artists. People often marvel at how the artist created such realistic works. In his 1924 book titled \"The Teacher of Landscape Painting\", artist D.M. Campana provides insight into classical methods for painting seascapes.\n\nCampana states: \"Elsewhere in this book I mentioned the painting of water scenes, the different peculiarities of still water, with its transparency, effects, and many color difficulties. The illustration on page 87 shows an ocean scene, with movement of waves, a rather naturalistic scene.\" For purposes of this article, we have selected the Bedford Fine Art Gallery painting by David John Gue, titled \"Shoreline Breakers.\"\n\nThis book, which is almost 100 years old, states: \"Waves must look easy going, and long practice is required to reproduce them well, beside much observation. It is said that an artist requires two years’ ocean study before grasping the many difficulties connected with ocean scenes. I mentioned drawing difficulties, as, like in the painting of other subjects a tree for instance, where you must show its roundness of form, the ocean waves have a relief, a rounding form not so easily reproduced. Still water has no relief and is considered flat. Waves appear in a chainlike form and while one part goes up the next part goes down, but always with a certain connection with other waves and movement. One single wave, in center of this picture, would be absurd, as such a wave must be formed by many other waves close to it. The closer the water comes to the foreground, the larger the chain and clearer the colors. There is here more movement, more relief, and consequently more drawing difficulties. In applying colors, work you brush so that its stroke follows the movement of waves, from top to bottom. Apply dark color at first, be it green or gray or blue and lighter shade with successive sittings and do not attempt to do the white foam until the finishing of your picture. These white or light finishing touches are not so difficult but the drawing of those waves splashing, rolling and beautiful, require considerable knowledge of water form. The color of a marine scene varies with the changes of weather and atmosphere. The sky has a strong influence on the color of the water. The sun has another, the climate or weather another, sometimes producing dark blue effect, dark green effect, gray effect, etc., even red or yellow at the time of sunset. In painting marines from nature, avoid placing the horizon in the center of the picture. Have it either below or above. Your sky will look better if the horizon is low, as large sky gives a sense of greatness to your picture, but if the main subject to be shown is the water effect, then by all means have smaller space for the sky and allow large sweep of water.\"",
    "slug": "highlights_article_40.html"
}
