{
    "showPublishDate": false,
    "date": "2022-07-27T06:09:29.334Z",
    "title": "FEATURED ARTIST - BARTON STONE HAYS",
    "image": "/cms-uploads/barton_stone_hays.jpg",
    "body": "Barton Stone Hays (American 1826 – 1914)\n\nBarton Stone Hays was born in Greenville, Ohio on April 5 1826. He was self-taught and was known, first for his portrait paintings, and later for his landscape and still life paintings. In the early 1850s Hays migrated to Northern Indiana, where he began painting portraits of friends and relatives, sometimes for room and board. This rather inauspicious beginning bloomed into a successful career--painting portraits of the Indiana \"pioneers\" (Indiana having been admitted as the 19th state only a few years earlier). Hays was a fervent abolitionist and, in 1851, after having read Harriet Beecher Stowe’s \"Uncle Tom’s Cabin\", painted a panorama depicting the most vivid scenes from that novel. That panorama, and a second one, was highly acclaimed.\n\nIn 1858 Hays moved to Indianapolis and partnered with daguerreotypist William Runnion, all the while developing his reputation and becoming one of that city’s leading painters of portraits and landscapes. Hays was equally adept at painting from either photographs (daguerreotypes) or from life. It is reported that Hays received 75 dollars for a portrait depicting only the head and shoulders and 100 dollars if it was expanded to include the hands. When Governor Baker was assembling the \"Governors Portrait Collection\", he found that there was no portrait from life for William Henry Harrison (Indiana Territorial Governor and ninth President of the United States) available for the collection. In 1869, Hays reputation as a portraitist resulted in his securing the commission for painting the Harrison’s portrait. It is believed that Hays based his portrait of Harrison on a portrait which now resides in the collection of Bowdoin College Museum of Art. In addition to his own artistic endeavors, Hays taught art at Indianapolis’ McLean's Female Seminary and held private study sessions with local aspiring artists. Among the latter were William Merritt Chase and William Forsyth, who were to go on to become two of America’s leading 19th century painters. In 1874 Hays exhibited twelve works at the Indiana State Fair and Exposition.\n\nAfter a brief stay in Cincinnati, Ohio in 1870, Hays returned to Indianapolis. In 1882, he moved to Minneapolis, Minnesota, and the change of venue resulted in an apparent change in his subject matter. After years as a successful portraitist, Hays concentrated on still-life painting. It is these for which he is best known today. His still-life paintings are small, realistic, uncluttered compositions of fruit set on a table-top, against a muted background. He was skilled at trompe l’oeil (\"trick of the eye\"), creating a three dimensional effect in his depictions. Nothing fussy or ostentatious--just plain, simple and appealing compositions, and still highly sought after today.",
    "slug": "highlights_article_5.html",
    "gridImage": "/cms-uploads/highlights_5.jpg"
}
