{
    "showPublishDate": false,
    "date": "2022-07-25T06:18:11.993Z",
    "title": "FEATURED ARTISTS: JAMES REID LAMBDIN AND GEORGE COCHRAN LAMBDIN",
    "gridImage": "/cms-uploads/img_4337.jpg",
    "image": "/cms-uploads/img_4337.jpg",
    "body": "James Reid Lambdin was born May 10, 1807 in Pittsburgh, Pennsylvania to James Lambdin, a carpenter from Kent County, Maryland and Prudence Harrison, a relative of William Henry Harrison (ninth President of the United States). At 15, Lambdin embarked on his art career, traveling to Philadelphia where he studied with miniaturist, Edward Miles and portraitist, Thomas Sully. Both men thought highly of Lambdin and they remained life-long friends. Lambdin asked Sully, to paint his portrait so that he could watch and learn from the master. Along with Miles and Sully, his circle of illustrious friends included William Dunlap, art historian, John James Audubon, artist and naturalist, and Samuel F.B. Morse, artist, inventor, and first president of the National Academy of Design (New York City). He returned to Pittsburgh in 1824 where he advertised drawing lessons and sought portrait commissions. Between 1824 and 1837, Lambdin led a rather peripatetic lifestyle, traveling to the numerous population centers along the Ohio and Mississippi rivers—Wheeling (WV), Louisville and Lexington (KY), Mobile (AL), Natchez, (MS), Stuebenville (OH), and New Orleans (LA) seeking portrait commissions. His artistic skill combined with his friendly, outgoing nature established his reputation as a portraitist.\n\nIn 1827, Lambdin made a circuitous trip to New York City where he was to receive funding for a European tour from prominent Pittsburgh Judge William Wilkins (after whom the Pittsburgh Borough of Wilkinsburg was named). His itinerary included Meadville and Erie (PA), then Buffalo, Canandaigua, Geneva, Auburn, Utica and Albany in New York State. When he finally arrived in New York City, he found that Wilkins had reneged on his offer of funding. A disappointed Lambdin vowed that, in the future, he would finance a tour himself rather than depend on the whims of fickle benefactors. A fortune would have it, he met Rubens Peale, son of prominent Philadelphia portraitist, Charles Willson Peale. Ruben Peale had opened the New York Museum of Natural History and Science, which displayed, in addition to paintings, fossils, minerals, and European and American birds. Lambdin was intrigued with this novel type of exhibition. He set out for Philadelphia where visited the museum of Ruben’s father, Charles Willson Peale. 1828, encouraged not only by Rubens Peale, but by his future father-in-law, Pittsburgh merchant George Cochran, Lambdin returned to Pittsburgh and opened his “Museum of Natural History and Gallery of Painting” (aka, “James Lambdin’s Museum”, “The Athenaeum” and the “Pennsylvania Museum”), at the time billed as “boast and pride of Pittsburgh”. Not only was it one of the earliest museums in America, but it was the first public art gallery west of the Allegheny Mountains, that rugged bit of terrain that divided Pennsylvania into “east” and “west“, and which was, for decades, an obstacle to westward expansion.\n\nJames married Mary O’Hara Cochran in 1828 and the first three of their nine children would be born in Pittsburgh. In 1830 Lambdin and his family traveled to Natchez, Mississippi at to winter at “Clifton”, the home of Mrs. Samuel Postlethwaite, mother of a fellow student of his at Edward Miles’ Philadelphia Studio. James’s sojourn resulted in invaluable introductions to members of southern society. Alfred Cochran, his brother-in-law, visited during a business trip in 1832 and shortly thereafter married the daughter of James’s hostess, Mrs. Postlethwaite. Later still, James’s younger brother moved to Mississippi. The southern bond was thus cemented and James visited there often. In 1832 James moved both his family and his museum to Louisville, Kentucky. In 1834 the museum held an exhibition that included originals and copies of Italian, Flemish and Dutch masters in addition to those of American artists. By 1835, James had sold his financial interest in the museum to new shareholders and had arranged for Cincinnati artist, Samuel M. Lee to and a board of managers to take over the Louisville museum. In 1835 James received a commission from the museum to copy Old Master paintings for display in Louisville to meet the demand of a “new” America in which interest in the arts and of European art was developing.\n\n1837 found Lambdin, his son, George Cochran and two daughters, Eleanor Prudence and Mary in Philadelphia and back among his old friends. It was in 1837 that Queen Victoria ascended the British throne and, the following year, the young Queen visited Philadelphia. Thomas Sully, James’s early teacher and friend, was granted the honor of painting her portrait. The Lambdin family resided in Germantown and James commuted to a studio he maintained in Philadelphia—which he vacated only two years before his sudden death in 1889. Unfortunately, the family’s move occurred during the financial panic of 1837 and his savings were inaccessible. With his finances uncertain, Lambdin had considered a return to Pittsburgh, when in the knick of time he received two commissions. These were followed by many others and he made frequent trips to Washington, D.C. for commissioned work. His commissions included portraits of presidents, military officials and government leaders. He was the official U.S. President portrait painter, probably painting more presidential portraits that any other American artist. President, John Tyler was so pleased by the artist’s rendering of him that he offered Lambdin a consulate position in Italy--an offer he would have probably accepted had his mother (who was living with them at the time) not strongly opposed.\n\nGeorge and his sisters were joined by six other siblings; however, only George was drawn to art as his father had been. George no doubt benefitted from having as his father the respected Philadelphia portraitist. Not only did he have his father as a teacher, but he was steeped in the aura of Philadelphia’s rich, cultural life art and that of his father’s large circle of friends. George studied at the Academy of the Fine Arts in Philadelphia, where he also exhibited. In his mid-twenties, George made the European “tour” to continue his art studies. After his return from Europe, George specialized in genre scenes, many of which appear to have been influenced the 17th and 18th century Dutch artists. After George’s return, his father left for Europe in 1856--no doubt remembering the deep bite of disappointment nearly 30 years previously when his hopes of a similar tour were dashed. In 1858, the elder Lambdin and one other hundred artists convened in Washington D.C. to protest that a French artist was being considered for a commission to decorate buildings of the U.S. Capitol. This resulted in President James Buchannan appointing Lambdin, John Kensett and Henry Kirke Browne as members of the newly formed United States Art Commission; however, lacking Congressional support, the Commission was dissolved.\n\nDuring the Civil War, George worked with the United States Sanitary Commission, distributing medicines and bandages to troops in the field. George’s brother Harry (James Harrison) served as a Union volunteer officer with the 121st Pennsylvania Regiment, Army of the Potomac. George’s depictions of the Civil War eschewed the typical battle scenes and instead portrayed the emotional side of warfare.\n\nGeorge moved to New York City following the war, where he resided at the Tenth Street Studio building. Built in 1857, this “modern” structure was designed solely to accommodate the needs of artists and it was, during the 19th century, the center of the New York City art world. He shared quarters with fellow artists Seymour J. Guy, John G. Brown, Winslow Homer, Eastman Johnson and John LaFarge. He was elected an academician at the national Academy in 1868 and exhibited a number of works there.\n\nPoor health forced George to leave New York in 1869 and he returned to Germantown. The following year George and Harry, also suffering from poor health, traveled to Europe; however, the Franco-Prussian War intervened and with the further deterioration of Harry’s health, they returned to Germantown, where Harry died months later. Poor health dogged George for the remainder of his life. It was during this time that George concentrated on the works for which is best known—floral still-lifes, especially roses. George had often included flowers in his genre scenes and as Germantown was a major horticultural center, it was easy for him to make the transition. It would be no stretch to say that he became the leading still-life artist in Philadelphia, following in the footsteps of an earlier generation of Philadelphia still-life artists, Raphaelle Peale, brother of Ruben Peale, the New York friend of his father, and James Peale, the brother of Charles Willson Peale, the patriarch of the Peale artistic dynasty.\n\nTea roses had become very popular in the latter part of the 19th century and George, himself, thought that \"there is probably no inanimate object in the world more beautiful than a delicately tinted rose.\" So skilled was George that he was able to capture the details of roses to the extent that even a novice could identify which rose was portrayed. His love of roses was such that he cultivated them on his property and hired professional gardener William Cochrane to tend it. The rose garden and greenhouses were a source of subjects for his paintings and sometimes portrayed in the background of his paintings.\n\nDuring the latter part of the 19th century, George’s father, James, was making excursions into the Catskill and Adirondack mountains where he eschewed portraiture for a while and turned his considerable artistic skill to landscapes, capturing the serene vistas that surrounded him. Throughout the 1870’s and 1880’s James visited Mohonk Moutain Resort in the Shawangunk Mountains, where a path and glen were named for him and still remain to this day. James, dynamic to the end, died suddenly at the age of 82 in 1889 on his train ride home from an exhibition at the Pennsylvania Academy of the Fine Arts. George, in declining health since at least the early 1870’s, faced the sale of the contents of his studio in 1887. The man for whom the name “Lambdin’s Roses” was coined and who was active in the Philadelphia art scene slowly faded, as if a flower. Both men left indelible imprints on American art in the century since James left first left Pittsburgh in 1822 and crossed the daunting Allegheny Mountains.",
    "slug": "highlights_article_8.html"
}
