{
    "showPublishDate": false,
    "date": "2022-07-16T06:33:31.748Z",
    "title": "COLOR AND HUE",
    "gridImage": "/cms-uploads/img_4056_original.jpg",
    "image": "/cms-uploads/img_4056_original.jpg",
    "body": "There is more to the term \"color\" than meets the eye. This article will serve as a brief introduction to the topic of paint color.\n\nYou really need only three colors—red, yellow and blue, known as the \"primary\" colors to create any hue. Just mix any two primary colors together, in equal amounts, and you will get the \"secondary\" colors: green (blue and yellow), orange (red and yellow), and violet (red and blue). Mix a primary color with secondary color, again in equal amounts, and get the \"intermediate\" colors--red-orange, orange yellow, yellow-green, green-blue, blue violet, and red-violet. Finally, mix together secondary colors for the \"tertiary\" colors. All of these are collectively referred to as the chromatic colors.\n\nBlack and white, by strict definition, are not colors, but are added to a hue to shade and tint. To shade is to darken a color by adding black. To tint is to add a small amount of one color (excluding black) to another color. Gray is made by combining white and black. Black, white, and gray are referred to as the achromatic colors.\n\nTo understand and visualize the relationships among the primary, secondary, intermediate, and tertiary colors they are typically arranged on a \"color wheel\". The colors are arranged in the order of colors in the visible spectrum—think rainbow. You may have learned the acronym, ROY G. BIV, to remember the order of the colors in a rainbow—Red, Orange, Yellow, Green, Blue, Indigo and Violet. Although there are variations on what colors make up a particular wheel, a common arrangement that contains the primary, secondary and intermediate colors is illustrated below.\n\n![](/cms-uploads/color_wheel.png)\n\nThere are two other terms that are also helpful in understanding color—Saturation and value. Saturation is the intensity of a color or hue. Color intensity can be decreased by the addition of white or other color that would make it appear dull. Value is the degree of lightness; a darker hue of a particular color is lower in value or key and the lighter hue of the same color is said to higher in value or key.\n\nThere are an almost unlimited number of hues that can be created from just the three primary colors and black and white. Depending on the effect the artist wants a hue will lean either toward the \"cool\" or the \"warm\" side of the color wheel. There is a standard for describing the direction toward which a hue leans. \"Art Terms and Techniques\" lists the following standard terms--blue is either greenish or purplish; red is bluish or yellowish; green as bluish or yellowish; yellow as greenish or reddish; violet as bluish or reddish; and orange as yellowish or reddish.\n\nPaint colors may come in tubes, but hues are in the creative mind of the artist.",
    "slug": "highlights_article_19.html"
}
