{
    "showPublishDate": true,
    "date": "2022-07-15T06:34:34.874Z",
    "title": "VICTORIAN HOMES AND FINE ART",
    "gridImage": "/cms-uploads/highlights_thumb.jpg",
    "image": "/cms-uploads/highlights1.jpg",
    "body": "Each person is unique and stands apart from others; there will never be another \"you\"…at least for a long, long time. For the time being, you are one of a kind. Everything from the coffee you drink, the shoes you wear, the colors you wear, to the car you drive, communicates something about you, however subtle. If you live in a Victorian period house, you understand, perhaps even celebrate, that \"aura\" of uniqueness. Was it those wonderful Gothic windows, that Italianate tower, or the Queen Anne gingerbread that first attracted you to your home? Was it the dramatic entrance and staircase, the interior woodwork (that you will never see in a modern home), the pocket doors, the wonderful floor plan that spoke to you and made you say, \"this house is me\"? Victorian homes are majestic, as they should be, after all the era in which your home was built was named after her majesty the British Queen Victoria. Do not get too hung up on the term Victorian, or the British connotation—the Victorian Era was rather lengthy (1834 to 1910) and encompassed a number of architectural styles, -- Colonial, Gothic and Greek Revival styles, Italianate, Queen Anne, Folk Victorian, Shingle, Stick, Second Empire and Richardsonian Romanesque.\n\nTo some people Victorian homes signify wealth and you might see a slight frown of disapproval. To others, these homes bring to mind rambling, draughty, old ruins, not worth bothering with. But you know better. You know that these homes are truly gems (some in the rough). Most of the Victorian homes, and maybe yours, were not built by the \"robber barons\" of steel and coal fame, but the newly emerging American Upper Middle Class, who appreciated what they had. They appreciated fine workmanship and so what if they wanted to show off a little? After the turmoil of the Civil War and its toll on the human psyche, the \"Technological Revolution\" (the latter part of the Second Industrial Revolution) brought welcome relief. Increased mechanization, the discovery of oil, the building of railroads and telegraph lines, increased agricultural output, made a multitude of things more readily available; at a lower cost. With the advent of rail travel, wealthy company owners, including those old \"Robber Barons\" hired managers, a new concept at this time, to look after the day-to day running of the company. This freed the wealthy owners to enjoy their earned wealth, with only an occasional trip to the city to \"check on things\". The new management class, becoming greater in number, comprised the newly emerging middle class, who could afford more things than their predecessors. The number of small business owners grew to meet the demand of the newly emerging economy.\n\nThe Victorians were curious about everything—especially nature. How could they not be? Breakthroughs in chemistry, biology, mathematics, geology were readily communicated to the masses via the expanding numbers of magazines and periodicals. National parks were being established and with the advent of rail travel, more people could experience the natural wonders. Many people accuse the Victorians of being prudes with too much money, of building ostentatious homes which they did not deserve, and then over-decorating them in the most outrageous manner just to brag. While this may be true of some of the uber-wealthy, it was not often true of the middle class, upper middle class and of many wealthy people.\n\nWhile you may not want to decorate your home in the \"eclectic mess\" that often characterized many middle class homes of the period, you can however, appreciate the art of the period. The wonderful thing about artwork is that it is timeless. Good artwork never goes out style. Art movements come and go, and come back again.\n\nModern is a mechanical approach to art and painting; have the right formula, the correct algorithm, write it up as a computer program and your laptop can produce a \"masterpiece\", plus you have the added benefit of being able to mass-produce them. The exceptionally skilled artists of the nineteenth century produced works numbering in the hundreds throughout their active phases. Modern artists, with exceptions, crank out works in the thousands. With the proponents of modern art theory, tag-along art journalists and critics, and mass-marketing, they have, since the early 1900s pawned off these slap-dash paint renderings as what progressive, educated, sophisticated people should have hanging in their homes and offices. What a slap in the face to Victorian society.\n\nMass production is fine for items purchased at a \"dollar\" store, How is art that captures the freshness and innocence of youth, the poignancy of old age, or the reality of social conditions outdated? Much of modern art is one-dimensional there is nothing that speaks to humanity or the talent of the artist himself. It is flat, lifeless and devoid of true beauty. The modernists deride the Victorian artists as overly sentimental. What! Modern is far more harmful to the concept of art, plus most of their works lack the breadth and depth of a truly skilled and trained nineteenth century artist.\n\nOnly you know what you like. Galleries and other art aficionados can provide guidance, but you will be the one looking at it day in and day out, so why not surround yourself in history and beauty!",
    "slug": "highlights_article_20.html",
    "additionalLink": {
        "text": "MORE ABOUT VICTORIAN ART",
        "link": "victorian_art.html"
    }
}
