{
    "showPublishDate": false,
    "date": "2022-06-29T07:04:02.988Z",
    "title": "CURATOR’S STATEMENT ON ARTIST MICHAEL M. STRUEBER",
    "gridImage": "/cms-uploads/strueber_small4.jpg",
    "image": "/cms-uploads/strueber_small4.jpg",
    "body": "Joan and I volunteer and support the Southern Alleghenies Museum of Art (which began its service to our communities in 1976). A past curator of the museum had some keen observations regarding the art of Michael M. Strueber. We are fortunate to offer some of Michael M. Strueber’s work and below is what our past curator had to say about Michael’s beautiful watercolors:\n\n\"An ancient metaphor for creative energy and spiritual immanence, the garden is perhaps the dominant theme in the art of Michael M. Strueber. From his own garden in Holidaysburg, Pennsylvania, to nature’s garden in the surrounding Allegheny Mountains, Strueber works actively both in black earth and on white paper. Spade and paintbrush are the same tool, for as the artist sees it, gardening and painting are a means of charting a personal path. Powerfully expressed in his watercolors, Strueber’s path begins with the local and tangible, and moves toward the transcendent.\n\nOf great importance to Strueber is the role of place in defining self and its relationship to the world and the greater cosmos. In his still life paintings, the artist uses only flowers that he has grown on his own property. These reflect not only his personal choices as a gardener, but what the land and climate will support. The particular qualities of the soil, the time of year, and the individual character of the season (wet or dry; hot or cold) are all suggested in the flowers themselves, which apart from their aesthetic value, serve as a telling index of where and when they were painted. Thus, Strueber subtly testifies to his won rootedness in a particular place and time. As the artist himself will tell you, he is as much a product of the western Pennsylvania soil as the flowers he portrays. The same observations may be made of Strueber’s landscapes. Paralleling his work as a gardener, Strueber feels the necessity of getting close to the land when he depicts the Allegheny forests. Despite the large size of his landscape watercolors, each is painstakingly executed on location, even in the depths of winter. This practice enables the artist not only to absorb the visual character of his subject, but to immerse himself in its essence. Working slowly for as many as eight hours at a time, Strueber uses all of his senses to arrive at an understanding of nature and his own connection to it. Nature neither dominates nor submits to Strueber’s landscapes; it is not the thunderously alien spectacle of the Hudson River School, nor is it tempered and tamed through the presence of man’s alterations. Anonymous, yet not insignificant, mysterious, yet unthreatening, Strueber’s woodland scenes display the artist’s deeply felt connection to the earth, trees, and sky of western Pennsylvania. His paintings reflect the boyhood sense of discovery upon entering a new clearing or crossing a new stream, yet there is a sense of quiet familiarity born of long experience with such scenes. As in his own garden, Strueber affirms his place in the larger garden of nature. He participates in the act of creation as both gardener and painter, and in so doing, he addresses spiritual issues touching on self-realization and the relationship between created and Creator.\n\nStrueber’s still lifes are in some ways portraits of metaphysical states. While the depicted flowers locate his physical being in western Pennsylvania, their fragile and evanescent appearance points to immaterial things. Strueber is explicit about the spiritual meaning of arrangements such as A Bouquet for C., in which white flowers represent the ineffable beauty of the human soul. Moving beyond earthly boundaries, A Bouquet for C. is a tribute to the highest and most lovely qualities of a person who the artist greatly admired. Yet the painting is more than a simple symbolic gesture. Strueber’s flowers are, as have been mentioned a reflection of his own identity. In this light, A Bouquet for C. asserts a complex spiritual reciprocity to which the attributes of C are acknowledged and celebrated within the artist’s own higher self. They are yearned-for virtues which ultimately be said to be divine.\n\nThe landscape also encompass a distinct spiritual dimension. On one hand, Strueber recognizes their place within the broad tradition of transcendentalism in American landscape painting. Like the nineteenth-century nature poet, William Cullen Bryant, Strueber sees groves of trees as \"God’s first temples,\" holy places where man may commune with his Maker. On the other hand, there is a subtle narrative of spirituality woven into the paintings very fabric. The underlying paper is perhaps the most significant element, and is regarded by the artist as sacred. Brilliant white and without form or image, the paper itself is suggestive of divine creative potential, and at the moment the first brushstroke appears on its surface (so the artist declares) \"a new life begins for me.\" In the presence of nature, itself an avatar of the divine. Strueber co-creates, weaving a complex tapestry of color and texture through which the white paper, a reminder of spiritual immanence, shines in passages of shimmering light.\n\nIn the Biblical Garden of Eden, Man lived in perfect harmony with nature. The echo of Eden reverberates through Michael Strueber’s work, expressing the fundamental connection of all created things, and the universal source in the Master Creator. Like Adam, Strueber diligently tends the Garden, and in his paintings, he suggests that we have not necessarily been cast out of paradise.\" – V. Scott Dimond, PhD",
    "slug": "highlights_article_43.html"
}
