{
    "showPublishDate": false,
    "date": "2022-07-12T06:46:10.229Z",
    "title": "A PLACE TO PAINT",
    "gridImage": "/cms-uploads/reflections.jpg",
    "image": "/cms-uploads/reflections.jpg",
    "body": "Nineteenth century artists typically had to rent quarters which were often usually very spare of furnishing and amenities, such as heat, for example. And since many lacked an excess of funds with which to pay for rent and food, let alone brushes, canvases and paints—a requirement of their accommodations was that they were cheap. They often served a dual purpose as both residence and studio and furnished with poor light as well. This was standard in the 19th century, until 1857, when in New York City, a sympathetic art patron, James Boorman Johnston, financed what was to become the legendary Tenth Street Studio Building at 51 West 10th Street in Greenwich Village. Contrary to what many may think, the \"Victorians\" could be advanced in their thinking, and so it was that the first ever building of this type was envisioned and built. The architect was Richard Morris Hunt; recently back from his studies in Paris, France at the prestigious Ecole des Beaux-Arts. In fact the 10 Street building was one of his first commissions. Hunt was to go on to become one of the famous architects of the \"Gilded Age.\"\n\nThe three-story structure studio building was masterfully designed. Although the façade was rather nondescript, the interior design was state of the art. The three-story building contained twenty-five studios that led into a glass-domed central gallery. You would have had your choice of either 20 by 30 foot or 20 by 15 foot room, and each was equipped with a coal-burning stove! Not only that, the rent was comparably cheap—roughly about $200 a year in today's dollars. However, the most important features of the studio building were its large interior and exterior windows in both the north and south walls that allowed light to penetrate into the studio rooms and the central gallery. Rooms on the east and west sides were for living and sleeping. It had a long waiting list and became so popular that by 1873, an annex was added at 55 West 10th Street.\n\nThe list of Second Generation Hudson River School landscape artists alone that populated the studios and rooms was long:\n\nJohn William Casilear (1811 – 1893); Regis F. Gignoux (1816 – 1882); Richard W. Hubbard (1816 – 1888); John Kensett (1816 -1872); Martin J. Heade (1819 – 1904); James A. Suydam (1819 – 1865); Worthington Whittredge (1820 – 1910); Sanford R. Gifford (1823 – 1880); William Hart (1823 – 1894); Frederic Church (1826 – 1900); Jervis McEntee (1828 – 1891); Hendrick Dirk Kruseman Van Elten (1829 – 1904); Albert Bierstadt (1830 – 1902); James R. Brevoort (1832 – 1918); Jasper Cropsey (1832 – 1900); Aaron Draper Shattuck (1832 – 1928) Herman T. L. Fuechsel (1833 – 1915); William S. Haseltine (1835 – 1900); Francis A. Silva (1835 – 1886); Homer Dodge Martin (1836 – 1897); Charles Herbert Moore (1840 – 1930); John Ferguson Weir (1841 – 1926); and Ralph Albert Blakelock (1847 – 1919).\n\nOther important artists that shared space and camaraderie with the Hudson River School included: John George Brown (1831 – 1913); John LaFarge (1835 – 1910); Winslow Homer (1836 – 1910); Homer D. Martin (1836 – 1897); Walter Shirlaw (1838 – 1909); Edward Lamson Henry (1841 – 1919); Frederick Dielman (1847 – 1935); William Merritt Chase (1849 – 1916); Lockwood de Forest (1850 – 1932); Thomas Waterman Wood (1803 – 1923); Enoch Wood Perry, Jr. (1831 – 1915); George Herbert McCord (1848 – 1909); William Bradford (1823 – 1892); Seymour J. Guy (1824 – 1910); Maurice F. H. de Haas (1832 – 1895); William Page (1811 – 1885); Julian Alden Weir (1852 – 1919); Robert Loftin Newman (1827 – 1912); William Holbrook Beard (1824 – 1900); Emanuel Leutze (1816 – 1868); John Henry Hill (1839 – 1922); George Cochran Lambdin (1830 – 1896); Irving Ramsey Wiles (1861 – 1948); and Frederick MacMonnies (1863 – 1937).\n\nEvery Saturday afternoon the public were invited to visit the artists' studios to view paintings and sculptures. The artists would \"spiff-up\" to impress prospective clients, and as most of the visitors were upper class women, appearances were important, even critical, to making a sale. During the 1860s, formal exhibitions were held in the main gallery. The gallery was decorated with flowers and the visitors were treated to, in addition to meeting the artists and their artwork, music and refreshments. Greenwich Village had arrived.\n\nAfter the Civil War artists began exhibiting outside of the Studio Building at the numerous New York City art dealers and galleries, which had started popping up. The West Tenth Street building still held its allure--during the 1870s renowned artists Frederic Church and Albert Bierstadt held extravagant exhibitions at the Studio Building to display their monumental works of the west and South America This was the American public's first exposure to such exotic wonders. The move by the artists to outside representation was partly prompted by the City's nouveau riches' misdirected fascination with European artwork, which dealers and galleries made readily available. The \"new rich\" had money, but apparently not the sophistication to recognize good art in their own backyard. Having their works displayed amongst the foreign works gave the American artists even greater visibility.\n\nBy 1887 rent had risen to $400 to $500 per year, but artists still resided there. William Merritt Chase, one of the Studio Building's more flamboyant tenants, paid $1,000 yearly rent for a studio with a northern exposure (an artist's favorite) and use of the former glass-domed gallery.\n\nAll gone now. The building had remained a residence for the City's artists until 1952—almost 100 years. Some artists had lived there 20 to 50 years! The Studio Building, that shining star of early Greenwich Village, was torn down in 1956 to make way for a rather nondescript 10-story apartment building that currently houses the wealthy and a couple of celebrities. High rent and heat of course, but certainly not the heart and spirit of the occupants of the former building.",
    "slug": "highlights_article_24.html"
}
