{
    "showPublishDate": false,
    "date": "2022-07-02T06:58:12.119Z",
    "title": "THE LAY-IN OR DEAD COLOURING",
    "gridImage": "/cms-uploads/altson_small.jpg",
    "image": "/cms-uploads/altson_small.jpg",
    "body": "The time-honored traditional way of oil painting is all but lost, except for a few modern-day artists that still adhere to the old master’s process. A very important part of the old-school process is the laying-in of dead colors.\n\nIn his 1938 book, titled \"Painting in Oils\", author Bertram Nicholls describes \"The Lay-In or Dead Colouring\" process. He states: \"It has become a common practice in comparatively recent times to disregard the methods of slow building up which had formerly been universally adopted and to attempt to telescope the whole procedure into a single operation whereby form, tone and colour are all to be expressed simultaneously by means of certain mixtures on the palette. It may doubtless be regarded as a question of taste whether the results of this expedient are to be preferred to those obtained by the earlier craftsmen, but it can hardly be doubted that those craftsmen would have looked upon such an occupation as merely fantastic. They preferred to proceed step-by-step, dealing with one problem at a time, and their manner of working enabled them to exploit all sorts of lovely qualities in the medium which are for ever denied to the direct painter.\"\n\nNicholls indicates: \"Various as the traditional methods of painting were, differing, as they did, in different hands, they yet followed certain principles which have been entirely repudiated by the direct painter. The difference between the two methods is as chalk from cheese, but two essential points may usefully be mentioned here. The traditional painter relied on the judicious use of transparent colour as opposed to solid, opaque pigment, and on superimposition, or the laying of one colour over another, as opposed to mixture. A very little experiment will suffice to show the enormous difference in result when two colours are mixed together and when they are laid one over the other. Transparency may be said to imply superimposition, since a transparent colour must be laid over something else which shines through it; but transparency is a matter of degree, varying from a pure stain to a colour with a greater or less admixture of white and therefore a greater or less degree of covering power. It is impossible to match the amber glow of Cuyp’s skies, for example, by any mixture. Mix how we will, it will look too cold or too yellow, too pint or too brown, and whichever way it errs it will appear as a dab of dull paint on that limpid surface. The effect can only be obtained by superimposition.\"\n\nAuthor Bettram Nicholls talks about dead-colouring as such: \"The foundation on which such effects are built up is the dead-colouring. The colours used for this preliminary painting must be chosen with reference to the subject, but they should in all cases be few, and in all cases the dead-collouring should be executed with cool or cold colours. It should be pitched in a very high key, the darkest passages being quite pale, and it should dry matt. If the wax medium already described is used the degree of mattness or glossiness can be controlled with great nicety by mixing less or more turpentine with the diluent, but any resinous vehicle will dry matt if diluted with turpentine. The shadows may be painted in with either transparent or opaque pigments, the choice depending on the quality aimed at – the choice depending it might almost be said, on whether you prefer Rubens to Titian as a figure painter or Gainsborough to Wilson in landscape.\"\n\nNicholls concludes: \"Too much care cannot be given to the dead-colouring. No matter how long it takes, the subject must be set down on the canvas in cool or cold tones, pitched in a high key, with full attention to textures and with a matt surface. When this stage is reached the canvas must be allowed to dry thoroughly before any further work is done.\"",
    "slug": "highlights_article_37.html"
}
