{
    "showPublishDate": false,
    "date": "2022-07-17T06:32:24.815Z",
    "title": "ART TERMS YOU SHOULD KNOW, PART 1",
    "gridImage": "/cms-uploads/lasar.jpg",
    "image": "/cms-uploads/lasar.jpg",
    "slug": "highlights_article_18.html",
    "body": "When visiting a museum or a retail art gallery, it pays to know the terms that describe what you see and why, perhaps, why you like and don’t like a particular painting. I have summarized and condensed, where appropriate, some important terms here, from Art Terms & Techniques (Mayer, 1991).\n\n**Fine art.** Art that is created primarily as an aesthetic expression, to be contemplated or enjoyed for its own sake. This is opposed to commercial aspects of pop art (see below).\n\n**Realism.** As with many \"terms\", realism has more than one meaning when discussing art. In general, realism is the depiction of human figures, real objects or scenes as they appear in nature without distortion or stylization. It is also applied to representational or objective painting that represents \"reality\" and not to abstract or nonobjective painting.\n\n**Trompe l’oeil.** A French term meaning \"trick of the eye\". Also call illusionism, because a painting is so realistic that a viewer may be fooled into thinking the object or scene painted is real.\n\n**Impressionism.** Considered the first great art movement, Impressionism developed in the late 1800’s in France. Impressionism is considered representational art; however, its practitioners deviate from the traditional, academic method of continuous brush strokes, clearly outlined objects and from preconceived notions of color. Impressionists often painted en plein air (outdoors) and focused on the effect of light as it impacted the subject during different times of day. Characteristics of 19th century and later impressionist works are short, discontinuous strokes of bright colors, lack of well-defined outlines and defined detail, the scene or subject is clearly identifiable.\n\n**Postimpressionism.** A catch-all term for trends in modern art that developed from Impressionism in the mid to late 19th century and exploded in the early 20th century into the many \"isms\" that we hear of today. Artists deviated from traditionally accepted methods and techniques of representational art to that of nonrepresentational art.\n\n**Abstract Art.** A nonrepresentational or nonobjective \"aesthetic\" in which the subject is expressed as a pattern or structure of shapes, lines and colors. The subject may be real, but stylized, blurred, repeated, or broken down into basic shapes as to be unrecognizable. An art style developed in the early part of the 20th century.\n\n**Expressionism.** A form of abstract art. Unlike the Impressionists who adhered to the canons of proportion and realism, the expressionists distorted lines, shapes, often unrealistic colors for their emotional impact. And unlike previous movements, it serves primarily to convey the artist’s emotions regarding the subject and not the subject itself. It was a movement promoted by German artists in the early 2oth century.\n\n**Abstract Expressionism.** This style was developed in New York City in the 1940s and 1950s and combines abstract form and expressionist emotional impulsive values. Works are bold, forceful, using strident color and often large in size. The colors may flow without benefit of any restraint on the part of the artist--whereby paint is often splashed on a canvas is referred to as action painting.\n\n**Postmoderism.** This movement was to counter \"abstract expressionism\" of the first half of the 20th century. It includes a number of styles that developed in New York City in the late 1950s and was the dominant avant garde form in the United States and continues to this day. Conceptual art is a style in which the act of creation by the artist is of greater value than what is actually created. Pop art (new realism) is another style, which challenged the perceived \"elitist\" culture of fine art. It embraced images from popular culture and advertising. Minimalism is that which strips the subject to its barest essentials.\n\nWith all these \"isms\" (and there are more), is it possible to determine what art is good art is? The highly emotional art of the expressionists replaced that of the Impressionists, whose work replaced that of the academics and so on. Art movements are, to some extent, all about rebellion against the standards of the day and what is acceptable. It pushes the bar, either higher or lower depending on your point of view. Each has sparked distain or outrage when first unveiled and each style still has its enthusiasts who appreciate its meaning and place on the art history continuum."
}
