{
    "showPublishDate": false,
    "date": "2022-07-06T06:54:12.142Z",
    "title": "TREES",
    "gridImage": "/cms-uploads/curnock_small.jpg",
    "image": "/cms-uploads/curnock_small.jpg",
    "body": "Joan and I believe you truly know \"good art\" when you see it. You intuitively know, for example, if a tree looks realistic in a landscape painting. Your instincts, of what makes a tree look \"real\" in a painting, partially comes from your years of observing the natural beauty of your surroundings. Every tree-filled mountain vista view or the peaceful walks in the forest you take build upon your knowledge and appreciation of what trees should look like in a painting.\n\nIn continuing excerpts from our library of old art books, this article focuses on \"trees\" in a painting. The following quotes are from John F. Carlson’s 1929 book titled \"Elementary Principles of Landscape Painting. Mr. Carlson was a member of the National Academy and his passion to teaching art students is vast. His dedication to his book states: \"To you, my friend beginner, I dedicate this book, with sincerest wishes for your success. – John F. Carlson.\n\nWhen talking about painting trees in painting, Carlson states: \"How do you paint a tree? I begin this chapter with one of the most-often repeated questions asked of a teacher of landscape. The beginner always imagines that by some trick of the wrist, some mysterious legerdemain – by some manner of \"putting on\" paint – a tree can be painted; which trick they are, naturally enough, eager to learn.\" He adds: \"When the answer comes, \"By understanding your trees.\" It is more or less enigmatical. Yet, shocking as it is, this is the answer. As in any other art, so in painting, the knowledge necessary to it, which takes almost a lifetime to acquire, cannot be handed on a \"silver platter\" to one who has MADE NO EFFORT to gain such knowledge. Paderewski cannot hand his sublime achievements to any Tom, Dick, or Harry who merely requests it. If he could, what would be the use of Tom’s, Dick’s, or Harry’s life? No, they must begin (with Paderewski’s help) just were Paderewski began.\"\n\nCarlson states: \"With regard to our trees, it is easy enough to gain enough \"technical knowledge\" in six weeks to \"put on paint,\" but you may spend a lifetime studying trees without becoming too wise about them. You may \"paint\" your tree any way you wish, and the less your \"method\" looks like some other man’s method, the happier you should be: paint your tree any way you wish, but get the tree. Know your trees, their nature, their growth, their movement; understand that they are conscious, living things, with tribulations and desires, not wholly disassociated from your own. Every tree desires to be a beautiful tree, and only when inexorable circumstances prevent, does it fail. Our seer, Emerson, has beautifully named trees, \"rooted men.\" In many ways they excel man. A tree seldom, or never encroaches upon the liberty of another tree, if it can be avoided. Usually \"both parties\" settle equitably, and without \"process.\" A tree recognizes that its liberty ends where the next tree’s liberty begins. A tree never wastes its growth in unnecessary cavortings of display, nor in frivolous waste of energy. If a tree is seen to twist and turn (within its specific scope of kind), it does so by reason of choice, tempered by necessity. These turns and twists are intimately connected with, or in rapport with, the turnings and twistings of some equally charitable neighbor. This is it that engenders that certain rhythm or flow of related lines in a wood. To the hoi polloi or unfeeling, a wood merely represents a heterogeneous multitude of vertical \"sticks.\" A \"stand,\" as they are wont to call it. A good \"stand\" means dollars and cents; or perhaps a place where one can hunt. To the artist the woods is an asylum of peace; dancing shadows, and sun-flecked swards of bosky green; stalwart guardians are the rugged trunks – green, and violet, and russety grey, with their reaching branches meeting in a noble arch overhead; an eloquent silence made up of a myriad of pleasant sounds seems to hang on the air. Hundreds of tiny eyes gleam timidly from untold little refuges, small noses are grimacing and sniffling, to determine the intention of an intruder. (If snow is upon the ground, you may happily see their footprints upon its soft surface,) If the \"stock\" they take of you is favorable, they will manifest it with many a friendly gesture, even to the cavorting around your hat-brim. If not, a grim silence, that seems to straighten the very trees, ensues! The wood becomes a \"stand.\"\n\nHe indicates: \"Every tree is a \"personality,\" and possesses within its specie a tremendous latitude of expression. It is not a mere clothesrack kind of a thing, that is made to \"function\" (in some picture) to meet the \"needs\" of something-to-be-said. Its branches do not, could not, and should not, stick into its sides in a brittle way, as through a hole had previously been bored to \"let them in.\" A tree is a highly organized entity, which, when functioning in tis realm, becomes beautiful. There is a limit to its functions, and if you realize this, you will never, for \"artistic reasons,\" so deform a tree as to make it ridiculous. If you do not understand this, then nothing can hinder you from standing a tree on its head, roots in air (in the picture), for \"artistic reasons.\" A tree is a very useful piece of material in landscape painting, and can be moved about in your composition, for artistic reasons; can ALMOST be stood on its head, BUT not quite. Treat is as you would a heroic man in your composition; remember how the Druids of old worshipped these oaks. Do not approach these trees with that flip, blasé dictatorialism that has always stood in the way of serious appreciation in this world. Do not think that a tree can be translated into paint by slap-stick and trowel \"technique.\" Instead, go by a good pad of drawing paper, and on each page draw a tree. One such study, of one such tree, will teach you at the start how much you need to \"know.\"\n\nWhen talking about useful tips for painting trees, Carlson states: \"Every tree, therefore, besides having three or four of five important carrying branches, also has, of a necessity, four of five important \"sky holes,\" or dividing-spaces. When this quality of a tree is understood, any amount of \"detail,\" even finikin \"drawing\" may be added, without impairing the decorative simplicity of the tree. Of course, as was said of the branches and twigs, there are primary, secondary, and tertiary sky-holes that must be painted into the tree, but these sky-holes have their own place in the rendition of tracery, and they never intrude themselves upon the notice at the expense of the large structural holes. It is only the largest holes that admit the light of the sky in its full intensity (or almost so). As a consequence, the lesser sky-holes tone down to the foliage-group in which they belong in a value-ratio proportionate to their size. When thus \"seen\" the number-less small sky-holes that permeate a colony of small twigs, against the sky, are so reduced in intensity (through being small), and the small twigs themselves are so reduced in darkness when seen against the same sky, that together they become a mere scumbly, fuzzy \"cloud\" or half-value, but with a distinct edge or boundary. Try of master the above idea, and \"bare trees\" will lose half their terror for you. To observe the above, look with half-closed eyes (\"squint\") at some \"lacy\" tree.\"\n\nFinally, he writes: \"One more word: In the painting or drawing of trees, try to make something of them that is more than a mere fan-like shape in two dimensions with branches running through it – something that has bulk to it. Even the laciest of trees spreads out in all directions, and is therefore of some depth through. You will find, as a general help, that all the branches that come toward you are darker than those going away from you; the former presenting their underside to view (shadow), while the latter present their top (lighted) planes to view.\"",
    "slug": "highlights_article_33.html"
}
