{
    "showPublishDate": false,
    "date": "2022-07-02T06:59:21.805Z",
    "title": "GLAZING AND SCUMBLING",
    "gridImage": "/cms-uploads/sheppard_sunrise_small.jpg",
    "image": "/cms-uploads/sheppard_sunrise_small.jpg",
    "body": "Our previous article about dead-coloring was from the 1938 book titled \"Painting in Oils\" by Bertram Nicholls. This article picks up where the last article ended and Nicholls talks about the process of glazing and scumbling.\n\nNicholls states: \"The dead-coloring being thoroughly dry, a warm transparent glaze may be laid over the whole picture. Glazing has already been referred to more than once but, as we now come to its actual use, it may be convenient to give some consideration to what it implies. A glaze differs from a scumble in that the former is a transparent, or semi-transparent film of colour laid over something lighter than itself, and the latter is a semi-transparent film of colour laid over something darker than itself.\n\nBertram Nicholls indicates: \"A glaze may be applied as a fluid stain, or it may be applied as a stiff pigment and partially removed, or in almost any condition between these two extremes. IF the underpainting is on a canvas with a pronounced grain, or if a bold impasto has been used, it is quite possible to cover the whole surface with umber until it is entirely obscured and then wipe away the umber with a piece of coarse butter muslin. When you have wiped away all you can, short of downright scrubbing, the effect will be quite different from what it was before the umber was applied. It will be very much richer. IF the glaze is applied thinly with a varnish medium, a light rubbing with the palm of the hand will partly remove it from the raised surfaces of the pigment and leave it in the hollows. IF the removal is carried out with the flat blade of the painting knife, dipped in the medium, it will take it almost entirely from the raised surface, producing an effect of extreme richness. Either of these processes tends to force the glaze into the hollows, whether of the canvas grain or of the impasto, so that its colour, by accumulation, appears darker than when it was applied; and this increased darkness should be allowed for in preparing the glaze. An effect of great brilliance can be obtained by leaving the glaze to dry for a day or two and then removing the superfluity with a clean rag dipped in the medium. An occasional high light may be picked out by drawing the edge of the painting knife across it. Finally, a glaze need not necessarily be composed of what are called transparent colours; it may be freely mixed with white provided it is darker than the colours over which it is laid.\"\n\nGlazing and scumbling are some of the techniques used by classically trained artists. Nicholls points out: \"The effect of a glaze is invariably one of enrichment; the effect of a scumble is usually the reverse. A scumble may be applied with stiffish, \"tacky\" paint either with a dragging touch which, by missing the hollows, allows the colour underneath to break through or with a dry brush very little charged with paint, used with a light scrubbing movement; or in a fairly fluid condition as a transparent film. If we imagine a pale cloud against a pale sky, quite crisp and defined in outline but with a barely discernible change of tone from cloud to sky – a change too subtle to be obtained by direct mixture – this can be overstated in an under-painting. The cloud can be modelled crisply, using a ridge to mark its edge. Then when this is dry a colour lighter than either cloud or sky can be scumbled over both. By this means the transition can be reduced to the point of imperceptibility, the cloud retains its crispness of modelling and the qualities of luminosity and atmosphere are greatly enhanced. Or again, if we are painting an evening sky where a warm golden glow on the horizon changes into a cool blue overhead, the golden colour would be ignored in the underpainting, the whole sky being laid in with cool blue with little or no variety. In such an effect the warm colour would be deeper and more golden towards the horizon, paler and less golden as it merged into the upper sky. This deeper gold should be mixed on the palette and superimposed on the blue, largely by means of scumbling. The whole transition should be effected with a single mixture on the palette, the change depending on the amount of paint applied and not on any change in its tint, that is on the relative covering power of more or less paint. Thus on the horizon it may be increased and strengthened to some degree of opacity; in the upper sky it may, if desired, be softened away with the fingers so that there is no discernable step from gold to blue. If any such attempt at softening were made with a mixture of gold and blue it would result in dirty colour, but by the method of superimposition no fear of muddiness arises. The blue, being dry, remains quite undisturbed; the colour superimposed is already thoroughly mixed on the palette and cannot be mixed any more; it remains quite clear and untroubled.\"\n\nThe subject book \"Painting in Oils\" also gives us a glimpse into, not only the artist technique, but also the colors in their palette. The section on glazing and scumbling concludes: \"The mixing of colours on the palette may usefully be discussed at this point. In the dead-colouring very little mixing was required, probably no more than mixing each colour – not more than two or three – with white, but all mixing should be done with the palette knife and done thoroughly. Setting the palette nowadays often means little more than squeezing a number of colours on to it out of tubes; it formerly meant mixing on the palette beforehand the colours you were going to use. Etty, we are told, \"thought it best to paint flesh with one colour at a time, or at most with two\" – so that each of them would be mixed with white. Reynolds was of the same mind, but Wilson’s palette was more elaborate, proceeding by the sort of steps that may be discerned in the following mixtures – Naples Yellow and Terre Verte, Light Ochre and Terre Verte, Light Ochre and more Terre Verte, Light Red and Terre Verte, the last named being a very favorite mixture of Wilson’s. It is probable that the mixtures with yellow were reserved for the later stages of the picture, that being by common consent a sound practice. And it is to be remarked that he rarely mixed more than two colours.\"",
    "slug": "highlights_article_38.html"
}
