{
    "showPublishDate": false,
    "date": "2022-07-23T06:21:22.749Z",
    "title": "FEATURED ARTIST - JOHN ROSS KEY",
    "gridImage": "/cms-uploads/jrk_small.jpg",
    "image": "/cms-uploads/jrk_small.jpg",
    "body": "Key was born in Hagerstown, Maryland in 1832 to Philip Barton Key, U.S. Attorney for the District of Columbia, and Ellen Swan Key. In 1859, when he was 21 years old, his father was killed in cold blood by Daniel Sickles, then a U.S. House of Representatives from the State of New York and later a Union General during the American Civil War. Apparently, a widowed and very handsome Key was having an affair with Sickles’ sadly neglected wife, as Sickles himself was a notorious serial adulterer. Sickles was acquitted of murder by successfully using a “temporary insanity” plea, the first person in the United States to do so.\n\nJohn Ross went to live with his famous grandfather, Francis Scott Key, who had penned the lyrics to the Star-Spangled Banner. Key began his art career relatively late—he did not receive his formal training until 1873 when he traveled to Europe to study in Munich, Germany and Paris, France. His early training (~1857 to 1865) was as a draftsman with the United States Coast Survey, the oldest scientific organization in the United States. The Survey hired only the best scientists and naturalists and Key served with artists James McNeill Whistler and Gilbert Munge who made engravings of the features of the eastern United States seaboard. He also accompanied the Lander Expedition of 1859, the purpose of which was to establish a national wagon road through what was then the untamed wilderness of the western territories. As was common, artists accompanied these expeditions and the eminent landscapist, Albert Bierstadt was responsible for selecting the artists for the Lander Expedition. It is interesting to note that young Key served as a cartographer (as he was employed United States Coast Survey) and not as an artist, but it’s hard to imagine that Key and Bierstadt did not meet.\n\nHis employment with the Survey also brought him off the coastline of Charleston in 1863, South Carolina, where he witnessed and documented the siege of that city during the American Civil War. Following the war, Key moved to New York City for a brief stay. By 1867 he was in Baltimore, Maryland, and then in 1869 he was sent to California by Lois Prang (the Boston lithographer) to paint a series of landscapes that included the Golden Gate Bridge, Yosemite, the giant sequoia trees, and Lake Tahoe. When Key returned from his studies abroad in 1875, he worked in Chicago, St. Louis, New York and Baltimore and finally in Boston, where he opened a studio. Key exhibited a number of charcoal drawings during his stay in Boston, that were considered among the best ever shown in that city. Key moved to Washington, D.C. in 1908 and stayed there until 1917, at which point he moved to Baltimore, where he died in 1920.\n\nKey exhibited at the Mechanics Institute (San Francisco), Centennial International Exhibition (1876, Philadelphia), The Trans-Mississippi International Exhibition (1890, Omaha), National Academy of Design (New York), The Pennsylvania Academy of the Fine Arts (Philadelphia), The Boston Athenaeum, and the Corcoran Gallery (Washington, D.C.).",
    "slug": "highlights_article_11.html"
}
