{
    "showPublishDate": false,
    "date": "2022-07-08T06:50:57.118Z",
    "title": "ART: ITS LAWS, AND THE REASONS FOR THEM",
    "gridImage": "/cms-uploads/piot_woman_small.jpg",
    "image": "/cms-uploads/piot_woman_small.jpg",
    "body": "In addition to being an integral part of the fine art market for over 30 years, we also have acquired an impressive library of hundreds of books on art. The purpose of this article, and future articles, is to share with you some of the insight we learned from many art experts from the 19th century. This article summarizes excerpts from Samuel P. Long’s 1871 book titled Art: Its Laws, and the Reasons for Them.\n\n*Art is about beauty.* Long writes: \"… although a love for the beautiful is a part of our common nature, this love may be improved like any other of our faculties, physical, intellectual and moral. Indeed, taste, or a love for and discriminating appreciation of whatever is beautiful, is not only progressive, but inductive; it is, in short, as has been well said, \"the result of a series of experiments whose object is beauty\", and this being so, our discernment and judgment of beauty will be commensurate with our means of improvement. The uneducated rustic who has never travelled beyond his little village, and seen only such rude objects of art as the peddler unfolds at the cottage door, is gratified and satisfied with less than his more fortunate townsman, who has seen the master efforts of the pencil and the chisel. The former is pleased, for they are the best he has seen; but even he will smile at the primitive simplicity of his early taste, when, at some future period, with the advantages of travel and observation, his eye ranges along the adornments of the walls of his ancient habitation; he judges comparatively, he has seen a better.\"\n\nLong states that fine art painting consists of:\n\n1. Invention\n2. Composition\n3. Design\n4. Chiaro-Oscuro\n5. Color\n6. Expression\n\n*Invention* - He indicates that \"invention holds the first place, not only in the order of enumeration, but likewise in value and importance; for it is that lofty quality of the human mind that unequivocally distinguishes the pioneer from the follower; the originator from the imitator and copyist.\" When talking about \"inventive faculty\" Long states \"… under this general head, we shall continue our remarks to three only, namely; the selection of a subject within the scope of art; the sources whence an artist generally derives his theme, and the point of time most fitting for representation.\"\n\n*Composition* – Long states: \"Composition, or, as it is sometimes called, Disposition, the second of the constituent parts of art, is, like invention, a purely mental operation, for until the assistance of design, or drawing, is obtained, nothing can be expressed upon canvas. We shall consider composition under two heads: first, as it operates by picturesque arrangements to please the eye, and, second, as it gives expression to the story by reserving a correspondence between the materials employed and the sentiment of the subject, the requirement and intention being in all cases to make every part of composition an echo to the sense.\"\n\n*Design* – Long writes: \"Design, or outline, is undoubtedly the foundation of the art of painting, for without contours it is impossible to obtain the true images of things or actions, just proportions, variety of form, energies, expression, animation, or sentiment. Color, apart from outline, is only an unmeaning glare. Design, however, is perfectly intelligible by itself, and a simple outline may convey ideas of size, form, distance, perspective, and give the impression of rest or action, elegance or grandeur, apathy or feeling. Indeed, so omnipotent is design, that, with slight assistance from the imagination, unconsciously bestowed, it can complete a picture.\n\n*Chiaro-Oscuro* – The referenced book does a good job of defining Chiaro-Oscuro as follows: \"Chiaro-Oscuro is the technic term employed to designate the mysterious effects of light and dark in a picture. In the order of enumeration, it is the fourth of the constituent parts of the art, and the second of its mechanical processes. If design, or drawing, is the giver of form, chiaro-oscuro is the creator of space and body. By it entire figures are detached from the background, and made to recede and advance according to their several situations and distances; nor only so, but by a certain required arrangement and proportioning of the lights and darks, the artist in this, as in composition and color, is enabled to give the most pleasing effect to the eye, assist the sentiment, and impress the imagination.\"\n\n*Color* – Color is the least essential component part of a painting. Long, brilliantly points out, however: \"But while we are desirous to assign to color its proper position, let us carefully avoid underrating its value; for in addition \"to its giving more the appearance of reality to the productions of the pencil, generally imparting beauty, and in many cases increasing expression, there are many things in a picture almost entirely dependent upon color for their representation, as precious stones and flowers. There is no other medium through which the glow of health or the languor of sickness can be so well expressed; and the same my be likewise said of the beauties of the atmosphere, the morning dawn, and the evening splendor; the tender freshness of spring, too, the fervid vivacity of summer, and the mellow abundance of autumn, can by no other means be so well conveyed to our perception as by color.\"\n\n*Expression* – Unlike most of today’s modern artists expressionist type works, the book provides a great history of the earliest great masters that pioneered fine art. Long states: \"It was at this period that those five great masters appeared whose characteristic features and vast improvements will form the subject of the present and following Essay – Leonardo da Vinci, Michael Angelo Buonarroti, Raphael Sanzio d’Urbino, Tiziano Vecellio, and Antonio Allegri, commonly called Correggio.\"\n\nLong concludes: \"In accordance with what was stated in our Preface, we have endeavored in the preceding pages to bring within the reach of the common intellect a general knowledge of those principles of truth and beauty which lie at the foundation of all the elegant arts. It has been justly said that the advance of art in any country depends not more upon the artist himself than upon those who patronize him. \"If the patron have not a high enlightened standard, the artist will have a low one, the demand regulating the supply in this as in other business transactions. If the higher and more wealthy classes are enlightened on these subjects, the tone and feeling of those who practice the arts will be raised to an incalculable extent; if the reverse of this, they will be lowered. Excellence in art always implies labor in the preparation of it; and if that labor is bestowed rightly, there is no reason why we, with increased knowledge on the part of both artist and people, looking back to the already developed principles of truth, and applying these truths to new combinations, may not, in due time, inspired by the spirit of our free institutions, succeed in imparting a \"fresh progressive vitality to the arts which shall clothe the land with a beauty that shall surpass all with has gone before, and furnish means for improvements to the ages that shall succeed us.\"",
    "slug": "highlights_article_30.html"
}
