{
    "showPublishDate": false,
    "date": "2022-07-18T06:27:06.055Z",
    "title": "HOW OWNING 19TH CENTURY PAINTINGS CAN MAKE YOU HAPPY",
    "gridImage": "/cms-uploads/img_3978.jpg",
    "image": "/cms-uploads/img_3978.jpg",
    "body": "It just does. Well yes, but there is a bit more to it than that. You are in charge of your own happiness and if you have art on your walls it's there for a reason. You liked it, you bought, and you were happy that you did. Your \"collection\" may consist of a single piece or many. It may be a mix of the old and the new. I personally find most abstract art, all the \"posts\"—post-impression, post-expressionism, post-modernism and most non-representational art, a little too distracting. The compositions and colors may be wonderful and if all you are searching for are the decorative effects of color, then representational depictions of people, places and things are secondary. It is a matter of personal taste, and you have your own reasons for purchasing them. However, do not rule out those exquisite 19th century gems—they add depth, another layer to your \"mystique\". And that can make you happy.\n\nWhen you buy 19th century you are preserving a small piece of history—that can make you happy. It is something created by a once living and breathing person. A person, perhaps, just like you. If you really \"tune in\", you can sense the aura of the artist—it transcends the years separating you. You see it in the composition and subject; feel it in the colors used; the way the paint is handled; and the atmospheric effects of light. Looking at a painting that has that effect on you and your recognizing these nuances will make you happy. Learning something about the artist will provide the final connector. Maybe you discover that you are related to the artist—this has happened. Now you have an heirloom. That would make you very happy.\n\nHow wonderful it is to have a landscape of the town or city you live in as it existed 100 years ago. It's still New York City, Los Angeles, Pittsburgh, or Washington, D.C., but it is different. You have successfully \"layered\" your environment by adding, not only art, but an interesting conversation piece. This makes you happy.\n\nAdd a bucolic landscape with sheep to your bedroom and see if you don't sleep better—you can always count them! Why not include pictures of happy children, or mothers with children from a past era in the same room where pictures of your loved ones are displayed? What a wonderful transition from what is on your walls to your personal \"treasures\". Everyone would feel the happiness.\n\nWhat is not relaxing about a bucolic landscape with grazing cows or sheep? Or a tranquil stream with water flowing among the rocks or cascading over a waterfall painted by an artist of the Hudson River or Scalp Level Schools? A simple, but realistic still-life of fruit will add an visual epicurean delight to your dining room. Frolicking kittens or puppies? No way can you stay stressed as you gaze at these—the artists knew this and they have effectively communicated that feeling to you. You become happy.\n\nMuch art, especially after World II, is often harsh and grating to the senses—an assumed appeal to the emotions one supposes, even if it's negatively. The primary purpose of these works is the process of creating it and the outcome. The meaning is subject to interpretation. The feeling of an intelligent hand at work is often, unfortunately, lost in all the \"noise\". And noise can make you unhappy.\n\nArt is a continuum. It was, it is, and it will be. Make a connection to the \"universal\", by incorporating 19th century paintings into you environment--dispel the negative and make yourself happy.",
    "slug": "highlights_article_16.html"
}
