{
    "showPublishDate": true,
    "date": "2022-07-22T06:22:21.931Z",
    "title": "AN INTRODUCTION TO ART MOVEMENTS OF THE 19TH CENTURY",
    "body": "The art of painting is very old and dates to the earliest civilizations. Although each civilization developed its own art, art as we know it today has as its inception with the fifteenth-century Italian Renaissance artists. The evolution of art to the various aesthetics that developed throughout the nineteenth-century is too extensive a subject for complete discussion here. This article is a general discussion of art movements \\[and schools] roughly between 1800 up to before the start of World War I. This is only a brief discussion on how to broadly identify the components of a particular movement, and in general, some schools that adopted the style of a particular movement.\n\nThe advent of the \"Grand Tour\" of the seventeenth and eighteenth centuries ushered in tradition among the predominantly European upper classes, and those who could find patronage, to travel to Europe to \"drink in the culture\" and this included art. American artists of the nineteenth century also made the tour but usually not in so grand a manner. Keep in mind however, that most of the nineteenth century movements started in Italy and France and the movements lagged behind in northern, and Great Britain and the United States. In addition, the artists in these latter areas incorporated into the movement their own particular aesthetic, so that the movements became somewhat regionalized--keeping the same \"language\" but adopting a regional \"dialect\". The dates for the movements are approximate ranges for when the movements were in vogue. Today, artists still paint in the styles associated with these movements; however, the fickle nature of what constitutes \"taste\" currently places emphasis on the mostly non-representational work of the post-modernists. In the words of Carol Strickland, \"appreciating art is a gradual, never-ending endeavor, which is why art from all eras still engages and enriches us\".\n\n**Neoclassical: circa 1760-1830**\\\nNeoclassicism was a predominantly French style that revived ancient Roman and Greek art styles. These paintings could include classical subjects or modern subjects depicted in classical style with arches or columns. Subjects include charming, idealized depictions of the poorer class, especially young girls. Reclining female nudes or Odalisques (Turkish for harem girls) were also popular subjects, as were battle scenes. These paintings can be recognized through their relatively simple compositions and emphasis on line, and not mass, to define form. Figures are precisely drawn--draftsmanship over color, and the artists tended to use a low-keyed palette. Objectivity and reason, not emotion, were the operative rules; an appeal to the intellect and not to the emotions. This style was embraced by the French art academies. Figures are placed in the foreground without any illusion of depth, mimicking Roman relief sculptures. Brushstrokes are smooth and cannot be seen, giving the painting surface a polished look. In America, the artists focused on portraiture without the togas and the vapid hand gestures. Instead, their portraits were intended to capture the true essence of the sitter, giving them realistic, and luminous flesh tones that is emphasized by the characteristic neoclassical dark background.\n\n**Romanticism: circa 1800-1850**\\\nRomanticism was an about face to the strictly intellectual movement of neoclassicism. Romantic artists defied the status quo in art—it was all about projecting the emotional, the personal and, seemingly most important--the dramatic. The French, English and Americans may have used different themes in their romantic paintings (exotic, literary, historic), but they all incorporated some sense of the dramatic and often incorporated overtones of the medieval gothic romance tales. Many artists retained a neoclassic linear style; however, with time, artists defined form more by mass and placement of color, rather than definition by lines. This is referred to as a \"painterly style\". Many artists took advantage of the newly introduced chemical pigments and paint in tubes and their palette lightened and richer tones could be achieved. Landscape painting came to the forefront, and American landscapists, not having the ancient ruins available to them as did their European counterparts, captured on canvas the sublime, primordial landscapes of the Americas. These were often of huge proportions. The first \"school\" in America was the Hudson River School, a group of landscapists whose romantic renderings of the Hudson River Valley, the Catskill Mountains and the exotic landscapes of South America enthralled the American public. Later landscape painters on both sides of the ocean, focused more on smaller, more picturesque landscapes often populated with people and domestic animals. Paint application changed also. Instead of deliberate long, hidden brushstrokes of their predecessors, they tended to use quick brushstrokes to apply a single layer of paint, alla prima style, as opposed to paint layering used by their predecessors. The new, tubed paints pre-mixed with oil allowed a more textured effect—brushstrokes were visible. Artists used chiaroscuro (balanced contrast between pronounced light and dark) created strong contrast for a dramatic effect. Some later artists painted in the luminist style, where vast expanses of sky dominated the painting and the emphasis was on glowing light effects. The luminists tended to smooth their brushstrokes in the manner of the neoclassicists to better accentuate the shimmering effects of sunlight. Luminism was the forerunner to Impressionism.\n\n**Realism: circa 1850-1875**\\\nRealism is applied to works that run the gamut from landscape paintings that exhibit almost photographic detail in their execution to portraits, depictions of real-life, mostly working classes and peasants. The artists who were in the art colonies of located along shore areas, painted harbor scenes. Included with realism are \"trompe l’oeil paintings. Literally \"trick of the eye\", these paintings, look as if you reach in and pluck an object, be it fruit, a knife, or other item right out of the painting. The realist artists painted only what they could see with their own eyes—the world around them. Nothing romantic for the realists and as a result of their subject matter, their paintings can be a bit on the somber side. They often used a darker palette than the romanticists to emphasize the problems of poor people. The Barbizon School of landscape painters, named for the nearby French town of the same name, were the first realist artists to leave the studio and paint directly from nature (en plein air). American romantic landscape artists, influenced by the Barbizon School, strove to capture the realistic effects of sunlight on their subjects. Their style was referred to as tonalist.\n\n**Impressionism: circa 1870-1900**\\\nThe Impressionists were plein air painters and had taken their lead from the realists from French Barbizon School. Impressionism is considered to be the first great art \"modern\" movement. The Impressionists rebelled against the too rigid and, what they thought, were dull Neoclassical and Romanticist studio-style paintings that were the standards the in the art schools of the time. They trekked to the many art colonies that were springing up, both in Europe and the United States, or any picturesque outdoors view. The scenes they painted were mostly landscapes and cityscapes; however, often the landscape contained women and children involved in picking flowers or other outdoor activity. Prompted by new ideas in color theory and luminescence, these artists were more interested in capturing how light interacted with and changed the character of their subject at different times of the day. They selected a palette consisting of bright colors, and generally avoided black and the browns and ochres that were standard fair of academic neoclassical artists. Because atmospheric effects are fleeting, they painted quickly using discontinuous strokes or dabs of contrasting laid down side-by-side that were to be perceived by the eye as a single color. Paint was often applied in globs or heavy layers (impasto) to capture the quality of the subject, but sacrificing detail for what was most important to them—the effect of light. The choppy brushwork of the Impressionists paved the way for the techniques of the Post-Impressionists (divisionism and pointillism) and later for what was to become to be known as Modern Art.\n\n**Symbolism1880-1910**\\\nSymbolism rejected representation of the real and concrete in the world in which they lived and instead emphasized the representation of ideas, usually rather macabre. They incorporated symbols and fantastic images derived from the imagination, mythology, and dreams, all with a dark gothic undertone. Symbolism influenced the avant-garde movement of Art Nouveau (not discussed in this article), which was also gaining traction at the end of the 19th century. Symbolism is also considered a forerunner of Surrealism (not discussed in this article)\n\n**Post-Impressionism: circa 1880-1920**\\\nThere was a rapid evolution of styles and movements that began during the latter part of the nineteenth century--Surrealism, fauvism, cubism, Dadaism, and Expressionism (e.g., ready-mades, found-objects, collage). Essentially, the \"l'art pour l'art\" (art for art’s sake) philosophy has infused the art of the 20th and 21st centuries, removing the didactic, moral, or functional purpose of art. These movements take us far afield of the realism and representational nature of 19th century art and into the emotionalism of non-presentational art, in which the primary purposes of the work are the process of creating it and the outcome. The meaning is subject to interpretation.\n\nMuch art, especially after World II, is often harsh and grating to the senses—an assumed appeal to the emotions one supposes. The feeling of an intelligent hand at work is often, unfortunately, lost in all the \"noise\".",
    "gridImage": "/cms-uploads/adams_small.jpg",
    "image": "/cms-uploads/adams_small.jpg",
    "slug": "highlights_article_12.html"
}
