{
    "showPublishDate": false,
    "date": "2022-07-02T07:00:20.321Z",
    "title": "LISA GEIGER - THE ART OF THE IMPRESSIONISTIC LANDSCAPE",
    "gridImage": "/cms-uploads/geiger_pa_small.jpg",
    "image": "/cms-uploads/geiger_pa_small.jpg",
    "body": "To execute an impressionist landscape, it is important, at least to me, to have been there in person to witness the scene to see how the light impacted each part of the landscape and to get an overall feel for the composition. That is why I prefer to work from my own experience and photos. It is crucial that I connect with the composition to make it personal.\n\nBefore I started really digging into the subject, I had a vague understanding of what Impressionism was and thought it was a manner of painting something with a hazy \"impression\" of what it is. Instead, through workshops with true masters, I learned that Impressionism is a way of seeing. Impressionism is less concerned with the subjects themselves, but rather how the light affects them. I have attended two workshops presented by Lois Griffel. Lois is an accomplished impressionist painter who has traveled the world working on her craft, teaching others and was a prior director of the historic Cape School in Massachusetts. She carries on the tradition of the school helping artists like me with the process of seeing the impressionist landscape.\n\nBelow, I will explain the process of creating an impressionist painting as I’ve come to know it. I’ve combined ideas that I learned from several teachers and from other artists I’ve met.\n\nFirst, I find a composition I like while on my various travels or while out and about. I then take a picture of the landscape and make mental notes about the lighting conditions, the colors generated by the light and any light or shadow interests.\n\nThen, I print the photo in 8X10 format for reference. I create a small, quick value sketch using pen and markers. I’ll make notes right on the sketch about how I felt looking at the scene. I notate anything of interest that will convey to the viewer what it was like to be there. Then, I put the photo away and paint mainly from my sketch and notes, referring to the photo only if necessary.\n\nNext, I set up my palette and canvas, choosing a size proportion that is appropriate to the composition. Once set up, I then lay down what is called the underpainting. To do this, I do a light line drawing using my brush and paint to lay out the composition. The colors I choose for the underpainting are based on what I want for a final temperature for that particular area of the painting. I also like to use complimentary or near complimentary colors to pump up the excitement of the final visual effect. For water or sky, because they are blues and greens, I lay down pinks.\n\nAfter the underpainting is done, I let it dry for a day or so and then that’s when I start to lay in more local and correct colors, always mindful of the value and masses. I continue to lay in color notes until the painting comes together. It is an age old struggle deciding when the painting is nearing completion, but I know my \"done\" is when I can step away for a few days and when I come back, I don’t see anything to add.\n\nIt took me two times through Lois’ workshop to know what impressionism is. The journey these past few years as I dove in headfirst has been frustrating yet exciting especially when I am able to achieve what I set out to do on each piece. It is simply gratifying! Having an expert teacher who is willing to provide input and critiques has been critical. I cannot begin to thank Lois for her ongoing support and review. This year, I look forward to taking another workshop with her where I can further refine my work and can show my paintings in person rather than via texts and emails. Art is a journey. Thank you for coming with me on mine!",
    "slug": "highlights_article_39.html"
}
