{
    "showPublishDate": false,
    "date": "2022-07-13T06:45:16.626Z",
    "body": "In 1871, Samuel P. Long penned \"Essay VII, Color\" in his book Art: Its Laws and the Reason for Them, Collected, Considered, and Arranged for General and Educational Purposes. Granted, it is a very long title, but an important book on art for the general public that time. Interestingly, Mr. Long, who was a Counsellor at Law in the United States, had been a student of Gilbert Stuart Newton at the British Royal Academy in the early 1800s. Stuart’s mother, in turn, was the daughter of American portrait artist, Gilbert Stuart. Our distinguished Counsellor, himself, was a landscape painter and exhibited at The Pennsylvania Academy of the Fine Arts and the Boston Athenaeum. During this time and into the last quarter of the 19th century, the academies taught only representational art, no Impressionism (although it is representational) or Abstract art (nonrepresentational). An artist’s hope of success lay almost entirely on acceptance at the salons. Strictly regimented, with a lengthy course of study combined with rules on linear perspective, the handling of light, colors to be employed, the subject matter, and how the paint was to be applied and with what brushes, strict academic training fell out of favor by the end of the 19th century. This manner of painting was considered to be not only a creative endeavor, but an intellectual one, in sharp contrast to the emotionalism of much of the 20th century \"modern art\", the primary basis of which is deconstruction of form and the use of unrealistic distorted compositions and colors. Long wrote his book near the tail end of the long reign of the academies and his essays insight to the thinking of 19th century artists in flux.\n\nLong refers to the \"mysteries\" of color and the mysterious effects of light and dark (chiaroscuro) in a painting. Chiaroscuro creates space and body and the proper application of light and dark in a painting allows subject to be detached from the background to advance and recede—in other words it provides dimension. Regarding color, Long states that \"although most enchanting, it is for the general purposes of imitation, the least essential of the component parts of painting\". In his mind, the most important foundation elements of a fine studio painting were invention, composition, design/drawing, chiaroscuro and lastly, color. Invention was that process by which the artist composed a \"story\" or theme from his mind, not from an actual scene or subject. The source could be from poetry, history, mythology, religion or simply the mental invention of the artist. Composition is another \"mental operation\" that consisted of the artist making \"picturesque arrangements to please the eye\" and most importantly \"preserving a correspondence between the material employed and the sentiment of the subject\". To preserve or capture the sentiment of the subject one would think that color would be very important; however, Long forges ahead with what he considers the foundation of a painting—the drawing, stating that \"color apart from outline is only an unmeaning glare\". The technique of chiaroscuro was used to \"render the surface of a picture \"agreeable\" to the eye by dividing it into masses of light and dark and \"to assist sentiment and give expression\". The lights and darks of a painting, in his words, \"should be so arranged as to assist sentiment and be an echo to the sense\". Tenebrism, a related painting technique, which Long may have lumped in with chiaroscuro, is a more dramatic version using a stream of light to cut through the darkness and emphasize the subject.\n\nColor, is important in both chiaroscuro and tenebrism because of the application of high- and low-key colors used to create the effects. Long did recognize this and the other attributes of color in his Essay VII. He states that color gives reality to a subject and that the \"beauty of the atmosphere, the morning dawn, evening splendor; the tender freshness of spring, the fervid vivacity of summer and the mellow abundance of autumn\" is almost entirely dependent on color. He recognized that color heightens joy, inflames anger, and deepens sadness--important expressive concepts to modern nonrepresentational artists. Color was important to the early- to mid-nineteenth century artists in a different way than to the late 19th century and early 20th century artists. As artists began breaking rules of academic art to explore new dimensions in painting techniques, visualization, and color theory, the expression/emotion of the artist and the process and action of applying paint became more important than the realistic portrayal of subjects in their proper form, perspective and color. Just as now, color to Long and other artists of his time, was \"used to characterize the various qualities, textures, and surfaces of bodies in all their various situations of light, shadow and reflection\". To varying degrees, shadow and reflection have been significantly reduced in importance in nonrepresentational art where the perspective of depth is often absent, and color is used more for texture and visual impact.\n\nLong was not an advocate of the academic \"high finish\" of the generation of painters that preceded him. Too much blending of the colors, a hallmark of this manner of painting, resulted in a highly polished finish that was passé at the time Long wrote his essays. He was an advocate of impasto (thick paint application with visible strokes) because it provided \"brilliancy\" and also texture, which were very important to the Impressionists and later artists, but also to some of the earlier Renaissance painters. He made the association between color and detail, essentially saying to apply only the colors necessary to provide the overall appearance and avoid the minutia of exacting detail; it is the eye that processes juxtaposed colors that \"echo the sense\" of the subject. We cannot say whether Long approved of the Impressionist style of painting; however, I think expressionism might have offended his \"senses\". It would be quite instructive to us if we could examine paintings by Long in order to assess his command of the \"mysteries of color.\"",
    "slug": "highlights_article_23.html",
    "title": "LONG ON COLOR",
    "gridImage": "/cms-uploads/int_forest_landscape.jpg",
    "image": "/cms-uploads/int_forest_landscape.jpg"
}
