{
    "showPublishDate": false,
    "date": "2022-07-04T06:56:05.416Z",
    "title": "CLEANING PAINTINGS – REMOVAL OF OLD VARNISH",
    "gridImage": "/cms-uploads/restoration.jpg",
    "image": "/cms-uploads/restoration.jpg",
    "body": "In past articles, Joan pointed out that cleaning paintings is something that is NOT DO IT YOURSELF. Removing the old varnish on a painting, that is over 100 years old, may sound simple, but it should be performed by an expert. In Ralph Mayer’s 1940 book titled \"The Artist’s Handbook of Materials and Techniques\", he points out: \"The removal of old varnish by dissolving it and washing it away is not, according to universal opinion, to be carried to the point where the painting is denuded of every trace of its protective coating, because this is liable to result in the condition which the restorers call skinned. A painting so scoured presents the characteristic appearance of having had a minute amount of its surface peeled off; delicate tones, glazes, and lines are often partially or completely destroyed; points of white or pale-colored ground or underpainting will show up in a sort of granular or stipple effect over large areas, and the entire color effect may be altered so as to appear clouded. It is desirable, therefore, to proceed with the solvents under such control that a minute amount of the original varnish, made thoroughly uniform and dilute by the solvent, will be left. This can be done if the solvent is correctly applied; the surface will appear thoroughly clean, yet a very small trace of varnish will remain upon it. Among professional restorers, the operation of removing the varnish from a picture is called stripping.\"\n\nBedford Fine Art Gallery works with the best of the best professional restoration specialists. One of our restoration/conservation specialists, for example, started in 1976. He has worked at and for major museums, and when he cleans our paintings prior to listing them for sale on our website, anyone can intuitively see the quality of his work.\n\nAs we stated at the beginning of this article, you should not try even cleaning a painting, as it is best to let this work up to the professionals. There is a lot of chemistry and years of experience involved in cleaning a painting. The initial grime surface is first removed with balls of cotton which have been dipped into a non-aqueous liquid that has little or no solvent effect on the varnish, such as turpentine, mineral spirit, or solvent naphtha. The professional will select the solvent they use to clean the painting according to their judgment and experience and after preliminary trials at the edge of the painting. Proprietary mixtures of solvent may include set mixtures of alcohol, turpentine, and ethyl acetate, for example. We are fortunate to have the best of the best cleaning our paintings and, by viewing the paintings on our website, the quality of their work speaks volumes.",
    "slug": "highlights_article_35.html"
}
