{
    "showPublishDate": false,
    "date": "2022-07-10T06:47:44.634Z",
    "title": "ART TERMS YOU SHOULD KNOW, PART 2",
    "gridImage": "/cms-uploads/art_terms.jpg",
    "image": "/cms-uploads/art_terms.jpg",
    "body": "When visiting a museum or a retail art gallery, it pays to know the terms that describe what you see. I have summarized and condensed, where appropriate, some important terms here, from Art Terms & Techniques (Mayer, 1991).\n\n**Support.** The structure on which the ground (see below) or paint layer is laid. For oil painting the support is stretched canvas and sometimes wood or hardboard panels; for tempura and casein painting the support is wood or hardboard panels; and for water color and gouache paper is the support.\n\n**Ground.** 1.) the surface to which paint is applied; 2.) a coating material used to prepare the support for painting. A mixture of oil and white pigment is used on canvas supports; oil ground or gesso (see below) is used on boards and panels. The ground provides uniform texture and absorbency for the application of paint. For water color and gouache, the paper is the ground.\n\n**Gesso.** A coating material made by mixing chalk or whiting with a glue solution or, occasionally casein, used as a ground on wood or hardboard supports.\n\n**Stretcher.** The wooden framework to which a canvas is stretched by pulling it tight and tacking it to the edges of the framework.\n\n**Key.** A thin, triangular wooden wedge hammered into the slot at the inner corners of a stretcher to expand it in order to tighten the canvas.\n\n**Lining.** The process of cementing a piece of fresh linen to the back of an old canvas that has become too weak or deteriorated from age or abuse that it cannot be repaired with patches or other treatments.\n\n**Paint.** A fluid made by grinding pigments in a liquid vehicle to form a dispersion.\n\n**Oil.** Pigment is dispersed in either linseed, poppyseed, safflower, or walnut oil vehicles. Includes a drier, stabilizer, and a plasticizer. A medium thinner\n\n**Watercolor.** Pigment is dispersed in a solution containing a binder, plasticizer, glycerin, wetting agent, and a preservative.\n\n**Gouache.** Transparent watercolors with chalk added to make opaque.\n\n**Tempura.** Paint made by dispersing pigment in egg yolk and water.\n\n**Casein.** Paint made by dispersing pigment in the milk protein casein solution.\n\n**Acrylic.** Paint made by dispersing pigment in a vehicle made from a polymethyl methacrylate solution in mineral spirits. May include a plasticizer.\n\n**Pastel.** Colored crayons of pigment mixed with an aqueous gum binder.\n\n**Pigments.** A finely powdered coloring material dispersed in a liquid vehicle.\n\n**Vehicle.** The liquid which “carries” the color. So that it can be spread out and manipulated. In oil paint the vehicle is linseed (or other oil), turpentine (thinner) or both. In watercolors the vehicle is water. The term can be applied to either the medium or the thinner, or to a mixture of both.\n\n**Medium.** A liquid added to a paint to increase its manipulability without decreasing it adhesive, binding, or film-forming properties. Plural mediums.\n\n**Binder.** The cementing ingredient in a paint vehicle that holds the pigment particles together to form a cohesive coating and aids in securing the paint to the ground. Drying oil is the binder in oil paints.\n\n**Plasticizer.** Used to add flexibility, enhance compatibility of pigment and vehicle, and improve brushing qualities. Beeswax for oil colors and sugar for watercolors.\n\n**Thinner.** A volatile liquid used for diluting paints. Pure gum spirits of turpentine is used in oil paints.\n\n**Stabilizer.** Added to minimize the separation of the pigment from the oil vehicle. Refined amounts of refined beeswax (also a plasticizer) or aluminum stearate are used.\n\n**Drier.** Added to the paint to accelerate drying speed.\n\n**Medium** is also used to describe the paint and support that the artist uses. Plural *media*",
    "slug": "highlights_article_26.html"
}
