{
    "showPublishDate": false,
    "date": "2022-07-13T06:42:31.044Z",
    "title": "THOSE SMART VICTORIANS",
    "gridImage": "/cms-uploads/edward_moran_small.jpg",
    "image": "/cms-uploads/edward_moran_small.jpg",
    "body": "I read an absolutely fascinating article on the \"Victorians\"--those people whom everybody thinks they know, but really don’t. First, a short discussion on The Victorian Era. It is associated with the reign of Britain’s Queen Victorian in (reign: from 1837 to 1901). Realistically, it seems more appropriate to apply it to just the timeframe and advancements from 1830 and 1880, especially in the United States and not confining it to the people who lived then. The sometimes negative connotation associated with the Victorians and the Victorian Era lies primarily on the shoulders of the British biographer, Lytton Strachey (1880–1932), whose derisive attitude toward the past, coupled with his rather narrow vision of life, has inaccurately defined for generations since what is was to be Victorian. In reality, the Victorian Era was replete with rapidity in stunning discoveries in the sciences and the arts, the likes of which was not seen in preceding generations--Nor perhaps after.\n\nIn the article, \"Were the Victorians cleverer than us?\" published in the Daily Mail in 2013, the results of study by a scientific research team from Umea University, Sweden, the University of Amsterdam and the University College Cork are presented. The scientists compared reaction times then and now, which they claim \"can meaningfully compare historical and contemporary populations in terms of general levels of intelligence.\" Quite simply, this refers to IQ. Their shocking conclusion was there has been a decline in brain power since the Victoria era. The reasons were not stated—the study, however, has not been refuted.\n\nIn 1837, Charles Babbage (1791-1871) had invented his \"the analytical engine\", which is now recognized as the precursor to the modern computer. In the latter part of the 19th century, artists redefined how they thought about light and the methods which they used to capture it on their canvases. The Barbizon artists and their successors, the Impressionists, were born. Advancing into the 20th and 21st centuries, the \"l'art pour l'art\" (art for art’s sake) philosophy has, in rapid-fire, produced one \"ism\" after another, so that you are feel compelled to rely on art \"experts\" to explain all the \"isms\" and to tell you what is art, what is good, and why you should buy this particular \"ism\". Gee, what happened to your brain?\n\nRemoving art’s didactic, moral, or functional purpose and morphing it into the emotionalism of non-presentational art--the primary purposes of which are the process of creating it and the outcome. The meaning is subject to interpretation—and perhaps merely mechanical; no thought. In fact, many modern artists use the computer to create their artwork—never touching a brush to canvas. With all these \"isms\", I think nineteen century French academic artist Adolfe William Bouguereau said it best--\"all this just to make noise.\"\n\nLike Strachey, caught up only in the now, we tend to discount or ignore the richness and importance of past. Patronage of all arts is declining, as well as the quality, with coarse, vulgar, incoherent language in music and vile depictions in the visual arts becoming commonplace. For a society that professes the desire to protect and educate our children, are we not, perhaps inadvertently, keeping them from exploring the full-spectrum of the \"human condition\", especially through the arts, as they mature into adults; and are we limiting ourselves to this lowest common denominator way of thought and perception by facilitating all this societal \"noise\"?\n\nIs there any better reason to go retro—all the way back to the 19th century? Keep your smartphone, but accentuate the positive by adding original 19th century paintings to your home environment. It will recharge everyone’s brain. No Victorian Era built home should be without at least one painting from the period in which it was built. You don’t need to decorate in the cluttered style of a typical middle or upper class Victorian, with dark, brocaded wallpaper, heavy window treatments, or fussy furniture. All you need is a wall that is crying out for a painting. It is there. Can you hear it? Remember, 19th century art is smart. Be smart. Buy fine 19th century art.",
    "additionalLink": {
        "text": "MORE ABOUT VICTORIAN ART",
        "link": "victorian_art.html"
    },
    "slug": "highlights_article_22.html"
}
