{
    "showPublishDate": false,
    "date": "2022-07-23T06:20:27.729Z",
    "title": "19TH CENTURY FRAMES - THE PERFECT COMPLIMENT",
    "gridImage": "/cms-uploads/morston_small.jpg",
    "image": "/cms-uploads/morston_small.jpg",
    "body": "A picture is worth a thousand words, so the saying goes. What about the frame? Why do we surround our paintings with frames? Simply put, to provide a silent, but very present, accolade to the painting. What better compliment than to surround it with a stunning, but not overpowering accessory. The important thing is to find a frame that complements and not overpowers. The painting should be the focal point. In this article I am focusing on frames for 19th century oil painting, but will discuss some generalities. Those of you who are mid-century and abstract expressionist aficionados, the paintings of which are often unburdened with such silly accoutrements, can express your dismay and move on. Ornate and gilded frames are not your cup of tea and you are correct that they would indeed look silly surrounding those often huge monstrosities of canvas splattered with house paint hanging in most art museums. Not to disparage the artists, they were and are driven by, so I am told, an idea, raw emotion and technique. I believe that the “technique” overpowers the meaning, especially when we are left to our own devises to discover that meaning, whether it is in subtle tonal contrasts, geometric shapes, lines, or the result of the frenetic splashing of paint. We should not be compelled to approach artwork as a guessing game. Art is not the game, “Clue”®, whereby we search for clues in an attempt to discover who murdered poor Mr. Boddy, using what weapon and in what room. Although the weapon appears to be paint and the victim is the canvas, but I digress. Don’t get me wrong, I love the subtleties of color, but I prefer it to be applied to the canvas with disciplined brushstrokes from the palette of a skilled artist, who combines technique with romantic realism. And my paintings must have frames.\n\nIf chosen properly, picture frames enhance any painting that is of dimensions appropriate for display in your home—modern or otherwise. There is an unfortunate habit among some to discard the frames that come with their 19th century artwork. Maybe it’s because the gesso (plaster) is damaged, but depending on where and extent of the damage, this can be fixed without incurring excessive cost. If the frame is damaged beyond repair and must be replaced, replace it with something appropriate to the piece. For 19th century art, the so-called traditional frame is probably best—either gilded gesso or hand carved. But if the frame is original to the painting, and in reasonably good condition, keep it and have minor conservation work done. If it was originally gilded, then have it re-gilded. Do not, and I emphatically repeat, DO NOT use radiator paint in an attempt to imitate the original gold. This is a sure way to diminish your artwork. When in doubt about how to repair a frame, seek out a qualified conservationist. They have the materials and the skills to do a proper job. A good painting ceases to be perceived as good if it is in a damaged, shabby, rickety frame.\n\nMost oil paintings should be framed, not only for the aesthetics; a frame not only emphasizes the importance of the painting but provides protection and support. Although there are no hard and fast rules, there are some basic guidelines if you need to replace the frame. Select a size appropriate for the piece—a large painting, should have a large frame that will add from 6 to 8 inches to the overall dimension. Smaller pieces should have smaller frames. Frames with recessed coves decorated with floral or vining motifs tend to draw the eye into the painting without being distracting. Don’t be persuaded by those “in the know” that the elaborately “carved” gold frames associated with Victorian paintings are outdated and don’t match modern décor. When is art about matching? It is about complementing. A simple traditional gold fluted cove frame with or without corner medallions will look wonderful on your painting and they scale nicely for any size. It will not clash with your understated Scandinavian-style décor. High relief “carved” highly ornate gilded frames are usually not considered for these very “streamlined” homes; however, do not rule them out. A grouping of several 19th century paintings in their period-appropriate frames, will create suffuse a timeless quality into your home.",
    "slug": "highlights_article_10.html"
}
