{
    "showPublishDate": false,
    "date": "2022-07-07T06:52:08.079Z",
    "title": "A MANUEL OF OIL PAINTING",
    "gridImage": "/cms-uploads/sommer_traveler_small.jpg",
    "image": "/cms-uploads/sommer_traveler_small.jpg",
    "body": "This article contains excerpts from the Honorable John Collier’s 1889 book titled \"A Manuel of Oil Painting.\" 1889 is the same year our home (where we have Bedford Fine Art Gallery) was built! The book spends a great deal of time covering the \"practice\" of oil painting; however, Collier also dives into the \"theory\" behind oil painting.\n\nCollier extensively covers the science behind our eye and how we process what we see. When talking about the theory of oil painting, he states: \"So that we can take it broadly that there is nothing to prevent our picture giving to the eye essentially the same impression that an actual scene gives. I have been obliged to insist on this rather strongly, as a great deal of nonsense has been talked about the impossibility of reproducing nature; from which it has been deduced that the true function of the artist is to translate natural objects into something totally different, it being a hopeless task to endeavor to represent them faithfully. Now, of course such a translation may be very interesting, especially to those who are chiefly concerned in watching the workings of artists’ minds, but a direct and faithful representation is perfectly possible, and should to my judgment be the one thing to be aimed at by the student.\"\n\nHe adds: \"But although this representation is possible, it is by no means easy, and it is rather puzzling to explain in what the difficulty consists. To state again the problem that is before the student: Whenever we look at a scene we have a patchwork of forms and colours floating before our eyes, and this is in fact the scene. We have to place on canvas similar patches – similar in form, position, and intensity. That is all. Now why is it so difficult? The crux of the matter lies in this: that we have learnt to see in nature so much more than this patchwork of forms and colours which is all that is impressed on the retina. We ourselves put into a scene much more than we actually get from it. We say that we see an object is solid, that it is hard, that it a long way off, etc. Now, we see none of these things; we only infer them.\"\n\nCollier states: \"Here we have the great difficulty: we persistently use our eyes for entirely different purposes to those pursued by the artist, until at last we lose our faculty of seeing pure and simple, and the artist has to struggle all his life to disentangle his vision from all the things his intellect has put into it, and never quite succeeds at the best. A very remarkable instance of the difficulty we have in seeing things as they really appear, and also of the way that theory can help us out of these difficulties, is afforded by aerial perspective. The reason of these errors of judgment undoubtedly lies in the principle we have before mentioned, viz., that we use our eyes for the practical purpose of distinguishing one object from another, and for this purpose we have to disregard, as much as possible, the varying appearances of the same object.\"\n\nIn the book, he provides a good example on perspective. He states: \"As a rule we think of an object as we see it under the favorable circumstances for bringing out its peculiarities, viz., near to us, in good light, and in such a position that we see its form most plainly. This is, to us, what the object is really like. If we happen to see it very much foreshortened we disregard this foreshortening as much as possible, and so far do we carry this that we actually imagine we see it less foreshortened than it is. This is why the drawing of anything that is foreshortened is so very difficult. In itself there is no more difficulty in drawing an object in one position than in another. In every case the object forms a mass of a certain definite outline, which is very often less complicated in the foreshortened form than in the other, yet when we come to draw this outline we inevitably modify it in accordance with our conception of what the object ought to look like. For instance, if a beginner has to draw the top of a square table, he will inevitably draw it squarer than it really appears to him, because his idea of the table is a square, although he very likely has never seen it as such. Again, if you set a child to draw a carriage, even if he has one in front of him to draw from, he will certainly make the further wheels as large, or nearly so, as the near ones. He knows they are really the same size, and this makes him think that he sees them so. It is to correct errors of this kind that ordinary perspective is so valuable.\"\n\nWhen talking about aerial perspective in a landscape painting, for example, Collier concludes: \"We always think of objects as they appear to us in their most distinctive colours – that is, near to us and in a full light. It is extraordinary how this conception misleads us when we look at distant objects. It requires long training before we can recognize the colours in which they really appear. Any yet the colour sensation is there if we could only pay attention to it, and not confuse it by our ideas of what the colour ought to be. For instance, anyone not an artist, if asked what was the colour of a clump of dark trees on a distant mountain, would inevitably answer \"dark green\", which is the colour he would expect the trees to look if he were close to them; and yet the visual impression they make on his retina is that of a pale blue-grey. That is how he really sees them; but it would take him years of training before he became aware of it. Here the science of aerial perspective steps in to help us recover the lost naivete of our visual impressions. As we have such a tendency to falsify our impressions, we must be helped by rules which tell us what we really see.\" The effect of distance is to leave lights warmer or unchanged. Darks all tend to a uniform light grey-blue. Once this truth is recognized, the eye can be rapidly trained to see the colours of distance as they really appear. The painter will never be safe until this is done, for no amount of theory can supply the want of immediate perception. But the theory can undoubtedly aid the perception, and can, to a certain extent, supplement its shortcomings.\"\n\nJoan and I are both geologists and we appreciate the academic, sometimes scientific, approach of the 19th century artists, who were true masters. The fine art from these artists, who spent years studying their craft, really shows the realism that we love. It is appropriate that Collier concludes: \"Who knows? Some day the art of painting may become progressive; but I am convinced that that day will not come until painters learn to study their business with the same devotion and the same intelligence with which men of science study theirs.\"",
    "slug": "highlights_article_31.html"
}
