{
    "showPublishDate": false,
    "date": "2022-07-24T06:19:26.396Z",
    "title": "WHAT’S ON YOUR WALL?",
    "gridImage": "/cms-uploads/ea.jpg",
    "image": "/cms-uploads/ea.jpg",
    "body": "A number of questions are asked in this article. It started with the title, \"what’s on your wall\". It is not just a hokey takeoff of a popular credit card commercial, but a serious question. Your house is probably the biggest single purchase you will ever make. Once it is purchased it is no longer simply a house—it becomes your home. You personalize it. You painted or wallpapered the walls, replaced carpet, and furnished it. How much time and money did you spend on decorating-- selecting just the right furniture style, fabric and color? Now look at your walls are they bare? Minimalism is fine, but is it a little too minimal? Most walls need some type of accent. Most people give walls short shrift, adorning them with prints and copies of fine artwork, or much worse-- posters. What happened to your discerning decorator’s eye? Do not take this as an insult. It is quite understandable why this happens. Many people are intimidated by the process of selecting a piece of original artwork. They believe that they are out of their element and do not want to appear stupid in front of strangers. The print or copy you selected matches your décor and it is just that, \"decorative\". Going beyond mere decoration is the highest compliment you can pay yourself and your home. Choosing artwork for your home is deeply personal and if done right, deeply satisfying. You do not need to spend a fortune on an original work of art. Bedford Fine Gallery, for example, offers original nineteenth-century artwork that runs the price spectrum of \"I can afford that\" to \"I think I need to check with my spouse first\". Make it easy on yourself and bring your spouse with you when you visit a reputable gallery. Galleries located in smaller metropolitan areas (the \"boondocks\" to some) tend to be less intimidating. Gallery owners in these settings love discussing art in general and their paintings in particular—they are passionate and want to educate. No question is stupid. How else do you learn what is good art? Avoid the Chinese copies that are reproduced on an industrial scale—300,000 per year is one estimate. Worse yet, some of these \"art factories\" are striving to become the \"fast food\" of the art world. Your home is not a \"want fries with that\" type of environment. It is where you forget the fast-track of your daily life and relax. Artwork that complements you and your home’s personality helps ratchet down the stress. Include wine and friends and you have yourself a gathering that is a cut above the ordinary. You are an \"original\" in your own right; it makes sense to select adornments for your walls that are also one of a kind. How do you pick? What do you like? Go from there.",
    "slug": "highlights_article_9.html"
}
