{
    "showPublishDate": false,
    "date": "2022-07-14T06:40:38.973Z",
    "gridImage": "/cms-uploads/highlights_thumb_2.jpg",
    "title": "BEDFORD FINE ART GALLERY’S ARCHITECTURAL VENUE",
    "image": "/cms-uploads/highlights_6.jpg",
    "body": "The Barclay Mansion was built in 1889, during the late Victorian period. Although the house is Victorian in age, it is reminiscent of the Renaissance Classical tradition with Italianate style details. The low central tower, with its curved and stilted segmented arch work above the triple and double window, creates a distinctive front to the house. The brickwork has pilaster-like details on the central tower. The brick pilasters rise to the roof-line and are topped with heavy scroll-like bracketing. This late Victorian period style bracketing is repeated in the porch roof detail and around the structure’s eaves. The house is 2-1/2 stories high and is built of brick. The main core of the house has 12 large rooms, two deep in double bays about the central hall and stairway on three floors. The rear wing has 6 smaller rooms on two floors, serving as servant-butler quarters, pantry and kitchen. A two bay full basement has a base course of coarse stone, topped with brick perimeter walls. The house has central support from two rows of three brick archways.\n\nThe house has a hipped roof with jerkin-head gables on the ends and a jerkin-head gable on the low central tower. Chimneys are incorporated into the end gables with distinctive flare and taper in brick work detail. Two additional similarly detailed chimneys rise from the rear wing. There are nine fireplaces, eight of which have slate hearths with marble mantels and trim. Crafted brass trim and metal liners to the hearths are distinctively Victorian. The large kitchen hearth was closed over with shelving for many years when the house functioned as the Bedford County Library; however, this façade has been removed to reveal the original brick work.\n\nThe windows are double, large pane Lights on the front of the house; triple in the central tower. Single windows are elsewhere. The windows have large white wooden lintels; square arching over lights; and massive wooden sills beneath. The southeast end of the house has carved wooden floral motif in the lintels. There are fluted pilasters in the double window sets. The double doors of the main entrance have no transoms, but they have large, square frosted-etched panes at the top. Interior doors of the front of the house are of similar design. In addition, the carved wooden floral motif is found on the doors and in the trim detail. The rear wing entrance is a single door and has a three light transom. The central hall has massive walnut stairway railings and trim detail abounds in every room. Craftsmanship in details and trim work is found throughout the house.",
    "additionalLink": {
        "text": "MORE ABOUT VICTORIAN ART",
        "link": "victorian_art.html"
    },
    "slug": "highlights_article_21.html"
}
