{
    "showPublishDate": false,
    "date": "2022-07-20T06:24:48.262Z",
    "title": "FEATURED ARTIST – ALBERT FRANCIS KING (AMERICAN 1854 – 1945)",
    "gridImage": "/cms-uploads/img_4179_original.jpg",
    "image": "/cms-uploads/img_4179_original.jpg",
    "body": "King was born in Pittsburgh, Pennsylvania and was recognized as Pittsburgh's primary still-life painter during the 19th century. His still-life compositions included, fruit (especially watermelons), vegetables and fish depicting meal preparation, similar to those by Jean-Bapiste-Simeon Chardin, the great 18th century French still-life painter. Although known for his still-lifes, he was more in demand as a portrait painter by the city's bank presidents and business officials. \"King gets the best likeness\", was the explanation of those who commissioned him. Many of King's portraits of prominent citizens of the city hung in the Duquesne Club in Pittsburgh. But in addition to his still-lifes and portraits, King was also an accomplished landscape painter. He was largely self-taught, but studied under Martin Leisser, a noted Scalp-Level landscape artist. He also accompanied Leisser and Scalp Level School founder, George Hetzel to Scalp Level, near Johnstown, Pennsylvania to paint and sketch en plein air. The scenic mountain stream of Paint Creek captured his imagination as it did George Hetzel's. Portraiture and still-lifes may have been his \"bread and butter\", but King painted landscapes and genre for pleasure. King himself stated that he loved to paint \"the fleeting moods of landscapes and romance of the out of doors\". His style has been compared to that of the Hudson River School. \"Al\" King worked in Pittsburgh most of his life and kept a studio in the Stevenson Building. Dorothy Kantner, art critic for the Pittsburgh Sun-Telegraph wrote in 1938, \"Today, at 83, the Pittsburgh painter (King) is still one to whom many turn for portrait work. His hand is just as steady, his ability to secure a likeness is just as infallible.\" Writers in King's day praised him for his \"honest methods of painting\" and his warning to younger artists \"against the evil of giving way to ‘fads and fashions'\". King was a member of, and exhibited at, the Pittsburgh Art Society and the Pittsburgh Art Association.",
    "slug": "highlights_article_14.html"
}
