{
    "showPublishDate": false,
    "date": "2022-07-21T06:23:28.122Z",
    "title": "HOW TO CONSERVE, RESTORE, AND MAINTAIN 19TH CENTURY PAINTINGS",
    "gridImage": "/cms-uploads/restoration.jpg",
    "image": "/cms-uploads/restoration.jpg",
    "body": "The first thing to remember is DO NOT TRY TO MAKE EVEN THE SMALLEST REPAIRS OR FIXES ON YOUR OWN! I see that I've gotten your attention. I cannot emphasize this enough—making repairs on your own will likely result in greater damage, perhaps even irreparable damage. This article provides you with some general guidance on how to examine a painting to identify potential problems. Then you will be better educated when you take your painting to an art conservator. This article focuses on damage associated with oil paintings.\n\nThe reasons for damage are many. Some of them, unfortunately, are the fault of the artists, themselves--how they prepared the \"support\" (board, canvas, paper) before applying paint and misguided experimentation with paint \"recipes\" and varnishes. However, most of the problems occur years later and are due largely to exposure to extremes of darkness and damp, sunlight, and heat. Cracking, sagging, fungus, mildew, insects and rodents are just some of the indignities to which painting have been subjected.\n\nGive the entire painting the \"once over\", back and front. Besides dust, what do you see? Starting with the front, if the painting is dark, it may be that the protective varnish layer is dirty or has discolored. Blue skies and white clouds should appear as such. If the overall painting is dark and the individual forms that comprise the composition of the painting lack definition, darkened varnish is likely to blame. Cracks (crazing) in the varnish may allow dust to reach the painting, compounding the problem. You will be astonished at the improvement a simple cleaning and application of new varnish will have.\n\nCraquelure (French for \"cracks\") may be present and may penetrate into the paint layers. This is related to loss of elasticity of the paint due to drying, aging and temperature extremes. The cracks indicate separation from the support and must be addressed to prevent irreparable damage. Fishbone cracks may indicate that a painting had been rolled. Spiral cracks may result from a blow to the back of the painting. Cleavage, cupping and flaking document the progression of damage initiated by cracking, with flaking the ultimate progression of damage—complete detachment of paint and to your horror—little piles of paint chips and dust beneath your treasure!\n\nHorizontal wrinkles occur when paint was applied in thick layers without allowing sufficient drying time between the layers, or too much oil was added to the painting medium. Paint such as this can stay soft for years and there is little that can be done, other than disobeying the laws of gravity, or hoping the paint is close to being dry.\n\nBlisters may occur before the formation of actual cracks. Extreme heat due to fire is an example. Do not under any circumstances touch this type of blister—it will disintegrate! Blisters that are caused by humidity or detachment are less fragile, but these, as with craquelure must be given over to the skilled hands of an art conservator.\n\nAbrasions and scratches are common in old paintings and often a result of neglect, inadequate protection during transport and storage. Once you have your eye adjusted to looking at the painting, using raking light (light angles across the painting) you may be able to detect evidence of past restorations (e.g., patches, overpainting). This is usually the case with poor quality restoration work, although even good restoration work may be negatively affected by neglect and poor handling procedures and an old patch may need to be replaced. If there is craquelure and there are places where no craquelure is present, then overpainting should be suspected. Brushwork may differ from that of the rest of the painting indicating another's hand at work. Not all overpainting is bad, especially if it was done in conjunction with a repair of an abrasion, hole or tear, and the new paint is matched and applied in the manner and finesse of the original artist. However, overpainting done to deceive, as in eliminating parts of a painting that contemporary mores find distasteful, adding new colors, or modifying the original composition puts you on the path to aiding and abetting fraud. Be sure you understand what it is that your conservator is going to do in the restoration/conservation of your painting.\n\nLining a painting (sometimes referred to as relining), is the adhering of a new canvas to the original canvas, works miracles on cracking and paint loss problems. Lining is also used to reinforce a weak, deteriorated canvas. Large holes and tears are best repaired using a lining, especially if there are other problems, while small holes and tears can be repaired using patches.\n\nTurn the painting over and look at the back and look for evidence of old patches, water damage, Also look at where the painting is attached to the stretcher frame—is it fastened using nails or staples and are they rusted? Is the canvas frayed or tearing around the fasteners? Are any of the keys missing? A key is a thin, triangular-shaped wedge tapped into the inner corner of a stretcher using for tensioning the canvas. Sagging or rippling in a canvas is often caused by uneven tension in the stretcher frame and usually remedied by tapping in the keys or replacing missing ones. It may also be due to deterioration of the canvas along the edges where it is attached to the stretcher, allowing it to loosen and eventually tear away from the stretcher. This latter problem can be fixed by use of a lining. Or, the problem may be with the stretcher itself—it may be warped or inadequately sized for the painting attached to it, or worse, riddled with insect damage. If these apply, the stretcher must be replaced.\n\nDamaged frames are often a problem and often the major problem. It is preferred that an old painting be kept with its original frame; however, that is not always possible if the damage is heavy and cannot be easily and cost-effectively repaired. Many 19th century paintings were paired with ornate, gilded frames that highlighted its importance. The ornamentation is made of gesso (a plaster that is molded and carved to form the decoration) applied to a wood base. Minor damage can be repaired relatively easily. Damage to very ornate, elaborate, intricately carved gesso frames, or open fretwork gesso frames, is more problematic. The biggest problem is that there are few art conservators who want to do frame restorations—it can be (not always) tedious, time-consuming work. The open fretwork can be fragile and the corners are prone to impact damage. Often the original frame is the one it \"needs\" to truly complement it and some serious thought should go into assessing whether to replace it or repair it. If the frame is not original, highly damaged and you do not like it anyway, and since the painting is already \"in the shop\", so to speak, have your conservator recommend a frame that provides the perfect complement.\n\nThe indignities described above can be ameliorated by your conservator, in all but the worst cases. Make sure the conservator you select is the right professional to work on your art. Some will work only on oil paintings, while others are skilled at works on paper (water colors, gouache, pastels). Art conservators are not licensed professionals and it is up to you to find a competent restorer. As art restorer, Francis Kelly said, \"untold damage can be done to paintings and art objects in incompetent hands.\" Find the best and they will use their arsenal of \"tools, potions, and elixirs\" that, in their skilled hands, will transform that once hopeless basket case into the work of art it was intended to be.\n\nThat is not the end of the story, however. Once you have your painting back in your hands it is up to you to protect it from those above mentioned indignities. Do not hang your painting above a heat source or in a bathroom where the moist conditions will have it back at the conservator's in no time. Avoid rooms where there are seasonal high temperature ranges. Kitchens are not a very good idea either, unless they are out of range of cooking grease, table and sink splashes. Also, keep them out of direct sunlight; this is especially true for water colors. Hallways are usually dark, and typically do not provide enough space for proper viewing, and may expose the painting to higher incidences of bumping. You do not need a finely tuned climate-controlled house for your paintings, but a little care goes a long way.",
    "slug": "highlights_article_13.html"
}
