{
    "showPublishDate": false,
    "date": "2022-07-09T06:48:52.532Z",
    "title": "DIRTY ART AND THE UNVARNISHED TRUTH",
    "gridImage": "/cms-uploads/restoration.jpg",
    "image": "/cms-uploads/restoration.jpg",
    "body": "Let us ask you some questions, do you prefer:\n\n1. abstract expressionism, representationalism, impressionism, realism, Hudson River School, Scalp Level School, \"truth to nature\" or other styles?\n2. landscapes, still-lifes, genre, animal, sporting art, portraits, historical art?\n3. light, bright colors, or dark, rich colors?\n4. art by contemporary artists, or those by artists of past centuries (18th, 19th, early 20th)?\n5. With frames, without frames, minimal frames?\n6. Clean art or dirty art?\n\nWe’ll be honest, right up front. We prefer 19th century and early 20th century art—we like the idea of bringing them to new audiences, some of whom, cringe when the term \"Victorian\" is mentioned. Some Victorian customs, practices, and tastes can legitimately be brought into question; however, if you associate \"Victorian\" or 19th century art with dark, somber paintings, with ugly, chipped and broken frames, then some of your experience may have been with paintings you have seen hanging at an elderly relative’s house or an \"antique\" shop. If so, then your experience is likely limited to viewing it with a grimace, or ignoring it altogether. This uncared-for art, criminally exposed to soot, cigar and cigarette smoke, cleaning products, or otherwise, just woefully neglected, may be worth another look.\n\nWe are talking about \"dirty\" art in its truest meaning. There has been much good early art, still in demand, that is thrown out or shoved away in a dark, dirty attic or basement, simply because people cannot possibly imagine that that old, dark scene of something they cannot quite make out has any value, decorative or otherwise. So, it just gets dirtier. Not all good art is worth thousands, but at the same time, it simply wasn’t that smoky brown, yellow or gray, hazy color that you are seeing now. There are gradations between slightly dirty to \"it’s so dirty I thought it was a serving tray.\" Not only has it accumulated dirt, but I’ll bet you an expresso, that if it is an original oil painting, that it is still wearing its original varnish. Meant to protect the painting, natural varnishes, such as mastic and dammar (tree resins), copal (fossil resins), insect resins (shellac), which is what 19th century oil paintings would have been protected with, discolor and darken with age. In addition, the varnish may have cracked, reducing the protection it once provided. Couple that with accumulated grime and your painting is \"masked\", obscuring the true colors and \"personality\" intended by the artist.\n\nOnly a professional conservator should remove the old varnishes; each has a different chemical signature and the conservator will perform chemical tests to see which remover is best suited for a particular varnish. This is definitely not a DYI project! I will bet you another expresso that if you try cleaning it at home, you will ruin it. So, once the painting has been cleaned, by a professional, and the dark varnish is removed, the conservator can assess and repair other damage inflicted upon the hapless painting, through its many years of neglect. The conservator has essentially \"unmasked\" the painting and the \"unvarnished truth\" is that the painting should be revarnished, using a varnish, often a synthetic one, appropriate for the painting.\n\nYou will be amazed--you will look anxiously around your home to find the perfect place to hang \"grandma’s dirty old painting\". Careful cleaning and revarnishing mean that it will last another 100 years, and it will surely become a family legacy, talked about for several more generations.",
    "slug": "highlights_article_28.html"
}
