{
    "showPublishDate": false,
    "date": "2022-07-17T06:29:43.909Z",
    "title": "GEORGE HETZEL AND THE 19TH CENTURY SCALP LEVEL SCHOOL",
    "youtubeEmbedLink": "https://www.youtube.com/embed/IM9sboT7_4c",
    "gridImage": "/cms-uploads/ws.jpg",
    "image": "/cms-uploads/ws.jpg",
    "body": "What drew Pittsburgh artist, George Hetzel (1826 – 1899) to Scalp Level, a small village at the confluence of the Little Paint Creek with Paint Creek in 1866? The artist accepted an invitation from fellow Pittsburgh artist Charles Linford and Pittsburgh lawyer John Hampton to do some mountain fishing (Chew, 1999). It was a place that Hampton apparently knew well—a place far, far, away from the smoke-blackened City of Pittsburgh. The Pennsylvania Railroad provided transportation from Pittsburgh to Johnstown, Pennsylvania and a wagon carried them to Scalp Level.\n\nThe name Scalp Level implies a violent early history of this area, at odds with the tranquil settings where artists propped up their easels and laid out their paints to capture the natural beauty. Not so. The name is derived not from a violent struggle between native Americans and the colonists encroaching from the east, but instead, as local lore has it, the name has its origin with a local mill owner who reportedly instructed his employees \"to scalp the area level\", to clear away the underbrush, offering them liquid inducement from a jug that he carried with him (Moyer and Moyer, 1958).\n\nBut what is it about this area that proved so attractive to George Hetzel that induced him to return year after year, bringing with him eager colleagues and students from the Pittsburgh School of Design to spend weeks in the \"wilds\" to sketch and paint\"?. Hetzel and his artist colleagues became known as the \"Scalp Level School\" artists, similar to that of the Hudson River School. In fact, Hetzel was acquainted with two eminent Hudson River School artists--Asher B. Durand and Jasper Cropsey (information courtesy of Mrs. James T. Hetzel, wife of George Hetzels’ grandson, www.askart.com). He also owned a painting by another well-known Hudson River artist, Edward Moran.\n\nGeorge Hetzel had studied at the Dusseldorf Academy in Germany, one of the leading art schools in Europe during the early to mid-1800s, as did many of the Hudson River School artists. There he learned the use of chiaroscuro (use of light and dark for dramatic effect) so artfully applied by Leonardo Da Vinci. He would have learned the finely detailed realism, lower-toned palette and smooth, tight brushwork that were hallmarks of the Academy under the leadership of Friedrich Wilhelm von Schadow. Hetzel also held French artist, Jean-Baptiste-Camille Corot (1796-1875), in high esteem. Corot was an early proponent of painting in the out-of-doors (en plein air), which the later French Impressionists adopted at their summer art school at Barbizon, France.\n\nThe \"story\" of the Scalp Level artists has its own \"backstory\". What the Scalp Level artists probably did not comprehend is that the Scalp Level area itself is a natural palimpsest (something that is overwritten on a document or canvas)—an ancient landscape modified and overwritten by eons of natural forces to present the picture before them. They did not know that the area where they now painted had once, in its geologic past, had lain south of the equator and that only the movement of the continents had gradually brought it to its current position. They did not know that the area had been covered by a deep ocean, followed by a shallow sea, which in turn gave way to a vast relatively flat, broad, alluvial plain. The changes were a result of the collision of the North American continent with that of Africa, which raised a majestic mountain range along what is now the eastern seaboard of the United States. The debris shed from the eroding mountains was carried westward by ancient rivers to eventually push the sea westward out of the area--only to be replaced with tropical swamps populated with lush vegetation, and gigantic reptiles and insects. Rivers still pushed their way westward through the swamps that would ultimately become western Pennsylvania’s bituminous coal beds. Imagine the moody Barbizon tonal quality created by the transitory dappled sunlit filtering through the dense foliage, punctuated by the flight of giant dragonflies. If only George Hetzel could have seen that primordial landscape!\n\nLet’s examine the Paint Creek valley area as it appeared to our 19th century en plein-air artists over one hundred years ago. Paint Creek and its tributaries originate on the western slope of the Allegheny Mountains—they are the rocky remains of the ancestral streams that carried the sediment off the ancient eroding mountain chain infilling the long gone sea to the west. The banks of Paint Creek are strewn with angular blocks of sandstone bedrock detached from the valley walls and slid toward the creek. Rounded sandstone boulders litter the creek, their angularity smoothed by the erosive force of the flowing water. Bedrock is exposed in the stream bed—a waterfall, perhaps the only evidence of a pre-\"Ice Age\" landscape rejuvenation. Hetzel, King and the others would not have known these things—but if not for these things, Paint Creek would not be as they saw it.\n\nAn additional part of the allure may be explained by an excerpt from an article that appeared in The Johnstown Daily Democrat (Souvenir Edition, 1894): …\n\"thirteen varieties of fern grow thereabouts; the farm scenes of marked romantic nature were near at hand; that cattails abound in various spots, lending enchantment to the general view; that there are trees of pine, hemlock, cherry, maple, hickory, red, white and black walnut, red, white and rock oak, beech, ironwood, dogwood, chestnut, cucumber, linn, poplar, sugar and ash -- certainly a marvelous variety, especially when one considers that one may sit in one spot and see practically the whole collection right before him. But to all these advantages may be added many others, for at Scalp Level there are Virginia creepers, woodbines, vines of many varieties, laurels, rhododendrons, the trailing arbutus, golden rod, violets, mayapple blossoms and fungus growths of many strange and beautiful colors -- surely all combining to warrant the claim of artists that the spot is the richest anywhere to be found for those who would aspire to fame as picture makers\".\n\nThese were the flora that populated the area long after the climatic rigors of the \"Ice Age\" to complete the landscape of the Paint Creek valley with its thick forests that the Scalp Level artists would have viewed. In the words of Scalp Level painter, A.F. King, they saw …\"the good, the true and the beautiful.\"\n\nThe list of Scalp Level artists included Albert Francis (A.F) King (1854 - 1945); Joseph Ryan Woodwell (1843 - 1911); Charles Linford (1846 - 1897); Jasper Holman Lawman (1825 - 1906); William Coventry (W.C.) Wall (1810 - 1886); Alfred S. (A.S.) Wall (1825 - 1896); Martin B. Leisser (1846 - 1940); Agnes C Way (1842 - 1943); and Lila Barr Hetzel (1873 - 1967). These are considered the first generation, but Scalp Level and Paint Creek spawned a second generation of artists that included Alfred Bryan (A.B.) Wall, son of A.S. Wall (1861 - 1935); Eugene Alonzo Poole (1841 - 1912); Clarence Johns (1843 - 1925); Christian Walter (1872 - 1938) and John Wesley Beatty (1850 - 1924).\n\nWith George Hetzel, these are the best known of the Scalp Level Artists. They came from varied backgrounds in art training, but they came to Scalp Level, not only for leisure, but for comradery and the exchange of ideas. W. C. Wall, A.F. King and Walter were self-taught; however King took some study with Charles Linford. Linford, Leisser and Woodwell were pupils of Hetzel and they also trained in France. Johns, Poole, Woodwell, and Lawman also studied in France, and Linford and Woodwell were influenced by the style of the French plein air Barbizon artists. In addition, Woodwell was appointed by Andrew Carnegie to acquire works for the Carnegie Museum of Art. Beatty studied in at the Munich Academy in Germany, and with George Hetzel opened the Pittsburgh School of Design for Women. George Hetzel, Alfred S. Wall, Joseph R. Woodwell, John Beatty, Charles Linford, and Jasper Lawman were members of the \"Gillespie Group,\" an informal gathering of Pittsburgh artists that met at J.J. Gillespie Company located in in McMurray, near Pittsburgh.\n\nHetzel also invited women from the Pittsburgh School of Design for Women, where he taught, to participate in these summer art outings. These included Agnes C Way (1842 - 1943), mentioned above; Jeannette Frances Agnew (born 1862); Anna W. Henderson (unknown); Rachael Henderson (unknown); Carrie S. Holmes (unknown); Annie Christina (unknown); Olive Turney (1847 - 1939) and Bessie Wall (1872 - 1937). Other than for a couple, little is known of them or any of the art they may have produced. Olive Turney was one of George Hetzel’s favorite students at the Pittsburgh School of Design for Women. Bessie Wall was the daughter of Alfred S. Wall, sister of A. Bryan Wall, and niece of William Coventry Wall. Lila Barr Hetzel was the daughter of George Hetzel. These three women artists continued to paint and exhibit throughput their lives and a number of their works can be found in museums and through auction houses.\n\nA number of men that accompanied Hetzel are now little known--Fred Bussman, Jr. (19th century); George Layng (19/20th century); C. C. Millor; Horatio Stevenson; and John A. Hermann Jr. Layng and Bussman are known from an occasional painting that has been gone through auction. Stevenson gets an occasional mention, but no known works are known. Hermann, who was self-taught, painted over 1,000 works during his lifetime; however, he never offered them for sale. When he died he bequeathed them to the Pittsburgh community of Bellevue and they are on display at the John A Hermann, Jr. Memorial Art Museum in Bellevue.\n\nUnlike his fellow Scalp Level artists, Hetzel’s landscape paintings typically excluded people, though not always. When asked about this he replied \"I don't believe in putting figures in a landscape, they are far-fetched and unnecessary.\" Photographs in Hetzel’s photo album include pictures of some the local \"characters\" he met in Scalp Level, but you will never find them in his paintings.\n\nThese artists were witnesses to the natural beauty of the Scalp Level area. John Beatty, who was to be become the first art director of the Department of Fine Arts at the Carnegie Institute, made it the Carnegie’s mission to \"to find the great masters of tomorrow among living artists.\" His experience at Scalp Level made him realize the importance of American art, especially that of the regional \"schools\".",
    "slug": "highlights_article_17.html"
}
