{
    "showPublishDate": false,
    "date": "2022-07-05T06:55:01.719Z",
    "title": "COMPOSITION",
    "gridImage": "/cms-uploads/lasar_landscape_small.jpg",
    "image": "/cms-uploads/lasar_landscape_small.jpg",
    "body": "We have talked before about how 19th century artists handled creating the composition for their paintings. One such artist was Charles Augustus (Shorty) Lasar. In his 1917 book \"Practical Hints for Art Students\", he gives valuable lessons for his approach regarding composition. This article gives a similar approach to composition and provides quotes from Steve Allrich’s 1996 book titled \"Oil Painting for the Serious Beginner.\" In it, Allrich states: \"When a painting really grabs you from a distance, one of the elements you’re responding to is its composition. A strong design (I’ll use the words design and composition interchangeably) is the backbone of any good painting. Design is the arrangement of the major shapes on your canvas and the way the space is divided up. Perhaps the most abstract elements of painting, good design is difficult to define exactly. But when the underlying design of a painting is good the painting just looks right. It’s usually easier to pinpoint when something’s wrong with a composition. There are classical rules governing design, but I think it’s better to develop an intuitive sense of what works for each particular painting. I again emphasize that the more you paint, and study great paintings, the stronger your sense will be of what makes a good composition. Still there are a few basic thoughts to keep in mind when composing your painting:\n\n* Avoid placing your focus of interest too close to the center of the painting.\n* Divide your canvas into areas of unequal size to create more dynamic paintings. Think about making your painting an arrangement of shapes that will create a sense of tension and energy.\n* Horizontal lines produce a static, placid feeling, while diagonals inject energy into a painting. Either one may be appropriate. Decide on a concept and the feelings you want to convey, and choose accordingly.\n* People \"read\" paintings from left to right, so avoid placing all of your interest on the left side of the canvas, or the viewer’s eye will have no reason to continue across the picture plane. Think about placing an area of primary interest to the right of center, and then drawing the viewer back to the left. You want to control the way the viewer’s eye moves across your painting.\n* Avoid tangents, since they attract undue attention. Also guard against placing an important element of your design too close to the edge of the canvas.\n\nTo design a painting, you have to think in terms of shapes, or rather, arrangements of shapes. While the composition of a good painting looks natural, and even unplanned, its structure is probably based on a methodology concerning the way shape of color and value are arranged. Among such techniques are establishing strong abstract patterns,; understanding and utilizing negative shapes; creating light and dark patterns; and massing areas of similar value.",
    "slug": "highlights_article_34.html"
}
