{
    "showPublishDate": false,
    "date": "2022-07-06T06:53:17.429Z",
    "title": "COLOR IN ART",
    "body": "As we pointed out in past articles, we are fortunate to have gained insight from some very knowledgeable 19th century artists, through great books they wrote. It is fantastic to learn what these artists educate us on, in their own words.\n\nIn his 1923 book, titled \"The Enjoyment and Use of Color\", Walter Sargent writes: \"We can readily see that the actual colors of nature would probably exert a less definitive influence over the designer of textiles and pottery and other decorative works of art than over the painter of pictures. Nature continually tempts the painter toward literal representation. Her influence over the designer is of course strong, but is in the nature of remoter suggestion. Moreover, the designer, repeating his patterns, is likely to proceed away from nature’s actual appearances and follow the hints which come from his own consciousness as he contemplates his design. In the preceding chapters we have already discussed, as far as the space of this book will allow, some ways in which a designer may select consistent groups of hues and relate them harmoniously. We shall therefore consider here a few of the methods which painters have used in handling color. Typical methods have been selected, which help to interpret a wide range of the painter’s problems and how he has met them.\"\n\nSpecifically, when Sargent talks about color in art, he states: \"It is a popular idea that colors, as they appear in nature, are so beautiful that all we can hope to do in painting is to hint at them, to catch at some aspect of them and imitate it, and that the imitation will necessarily be weaker and less beautiful than nature because of the limitations of pigments. This popular idea also includes the belief that progress in painting has been mainly progress in representing the appearances of nature. Now while there have been painters whose work has begun and ended with imitation of nature, there chief contribution has been an increased knowledge of the facts of appearance, which are the raw materials that the artist uses. These facts of natural forms and colors are important and their contribution to art is of great value, but ability to record them correctly does not constitute art.\"\n\nWalter Sargent states: \"The history of color in painting is partly the story of increasing understanding of the facts of nature’s hues, partly the records of the development of the sense of color qualities and relations and the accumulation of experiences with regard to the capacity of colors to express various moods, and in great part the narrative of experiments in perfecting processes so that the worker might be able to bring out possible beauty of particular materials. The beauty of water-color is of one sort. The beauty of oil pigments is of another type. Each has its idioms, and all the many ways in which artists have handled them have characteristic possibilities of expression. In addition to subject and composition, painters have always sought to impart life and beauty to the actual surface of paint. When we hold a finder against paintings so that we see just a small area of color framed off from the rest, we will seldom find it life-less, like the painting of a wall. Sometimes colors are glazed one over the other so that the surface is translucent. Sometimes different colors are woven together by small brush strokes, or two or three colors are put of the brush together and then mingled in a single brush stroke. Frequently one color is painted underneath and another placed over it so that the effect of both is apparent. Our enjoyment of good paintings is greatly increased when we appreciate not only what is painted, but the way in which the materials have been used.\"",
    "slug": "highlights_article_32.html",
    "gridImage": "/cms-uploads/volkert_small.jpg",
    "image": "/cms-uploads/volkert_small.jpg"
}
