{
    "showPublishDate": false,
    "date": "2022-07-01T07:01:53.160Z",
    "title": "ANOTHER POINT-OF-VIEW ON COMPOSITION",
    "gridImage": "/cms-uploads/willis_small.jpg",
    "image": "/cms-uploads/willis_small.jpg",
    "body": "Another really great book, dated 1903, was written by Daniel Burleigh Parkhurst and is titled \"The Painter in Oil\" (A Complete Treatise on The Principles and Technique necessary to The Painting of Pictures in Oil Colors).\n\nWhen talking about composition, Parkhurst begins with:\n\n* \"Importance – Composition is of the utmost importance. It is impossible that a picture should be good without it.\"\n* \"The Aesthetic – I have already mentioned briefly the aesthetic elements of a picture. I have called to your attention that back of the obvious facts of a subject and the objects in the picture, and the theme which the painter makes his picture represent; back of the technical processes and management of concrete material which make painting possible, is the aesthetic purpose of the work of art; without this it could not be a work of art at all; it would be merely a more or less exact representation of something, a mere prosaic description, the interest in which would lie wholly in the fact, and would perish whenever interest in the fact should cease. It is not the fact, nor even the able expression of the fact, which makes a work of art a thing of interest, and delight centuries after the bearing of the fact has been forgotten. The perennial interest of a work of art lies in the way in which the artist has used his ostensible theme, and all the facts and objects appertaining to it, as a part of the material with which he expresses those ideas which are purely aesthetic; which do not rest on material things. These have to do with material things only by rendering them beautiful, giving them an interest which they themselves could not otherwise have.\"\n* \"Theory – For it is the theory which underlies art, and if you do not understand it, you only understand art from the outside.\" \"Art for Art’s Sake – This is the real meaning of the much-debated phrase, \"Art for art’s sake.\" The mistake which leads to the misconception and most of the discussion about it, is in confounding \"art for art’s sake\" with \"technique for technique’s sake,\" which is a very different thing. Certainly every painter will work to attain the most perfect technique he is capable of. But not for the sake of the technique, but for what it will do. The better the technique the better the control of all the means to expression.\"\n* \"The Aesthetic Elements – What, then, are these aesthetic qualities I have spoken of? Will you consider the quality of \"line\"? Not, a line, but line as an element, excluding all the possible things which may be done with lines in different relations to themselves and to other elements. Now will you consider also the other elements, \"mass\" and \"color\"? Do you see that here are three terms which suggest possibilities of combination of infinite scope? And they are purely intellectual. What may be done with them may be done, primarily, without taking into consideration the representation of any material fact whatsoever. Take as the type, conventional ornament. You can make the most exquisite combinations, in which the only interest and charm lies in the fact of those combinations in line and mass and color. Take architecture. Quite aside from the use of the building is the aesthetic resultant from combinations of line and mass and color. And so in the picture the question of art, the question of aesthetic entity, lies in the intellectual qualities of combinations of line and mass and color which permeate through and through the technical and material structure that you call the picture, and give it whatever universal and permanent value it has, and which make it immortal, if immortal it ever can be.\"\n\nAll of the above are precursors to Parkhurst’s definition of composition, which he states: \"Composition – The bearing of all this on composition should be obvious, for composition is the technique of combination. In the composition of a picture all the elements come into play. It is in composition that the management of the abstract results in the concrete. Let us look at it from a more practical side. Frankly, there are qualities, which you always look for in a picture, - good drawing, of course, and good color. But there are such things as these: Harmony, Balance, Rhythm, Grace, Impressiveness, Force, Dignity. Where do they come from? Must not every good picture have them, or some of them, to some extent? How are you going to get them? If you have fifteen or twenty square feet or square yards of surface, you will not get them onto it by unaided inspiration. Inspiration is, like any other intellectual quality, quite logical, only it acts more quickly and takes longer steps between conclusions perhaps. You will get these qualities onto your canvas only by so arranging all the objects which make up the body of your picture that these qualities shall be the result. It is arrangement then.\n\nArrangement – But arrangement of what? How? The objects. But on some principle back of them. Consider another set of qualities: proportion, i.e. relative size; arrangement, relative position; contrast; accent, - these are what you manipulate your objects with, and your objects themselves are only line and mass and color in the concrete. Objects, figures, bric-a-brac, draperies, houses and trees, skies and mountains, and every and any other natural fact, you may consider as so many bits of form and color with which you may work out a scheme on canvas; and how you do it is to consider them as pawns in your game of aesthetics. With these as materials, what you really do is to combine mass and line and color by means of proportion, arrangement, contrast, and accent, that a beautiful entity of harmony, balance, rhythm, grace, dignity, and force may result. And this is composition.\"",
    "slug": "highlights_article_41.html"
}
