{
    "showPublishDate": false,
    "date": "2022-07-29T06:07:04.884Z",
    "title": "GEOLOGY AND LANDSCAPE ART IN 19TH CENTURY AMERICA",
    "image": "/cms-uploads/highlights_3.jpg",
    "body": "America was perceived as a somewhat cultural wasteland in the 18th and 19th centuries; however, a number of expeditions that began with Lewis and Clark (1804) pierced the interior of the vast \"New World\" changed all that. These forays revealed awe-inspiring geological phenomena, such as the course of the Colorado River through the Grand Canyon, the Yosemite Valley, and \"Old Faithful\", and these were something that the Europeans did not have. These were vistas imprinted on a natural canvas of ancient bedrock that had been thrust upward contorted and by forces of nature hardly comprehensible to most. They were not the romantic ruins of Europe; they were perhaps better—they sparked scientific discourse, an intellectual pursuit that could not be taken from American geologists and something that the Americans people could take pride in. American geologists could not be kept out of the prestigious scientific societies on either side of the Atlantic. They were exploring and studying their environment to unravel the mysteries of the earth—the origin, nature, age of the bedrock and the subsequent forces that acted on it. Sedimentary rocks, revealed, like the pages of a book or layers of carefully applied paint, the procession of life. Igneous rocks preserved evidence of that volcanoes existed on the North American continent. Metamorphic rocks told the story of past, reoccurring continental collisions that deformed older rocks. English Geologist, Charles Lyell, after a visit to the United States (1841-1842), stated it best, \"we must turn to the New World if we wish to see in perfection the oldest monuments of the earth’s history.\"\n\nAll of the natural sciences were enjoying immense popularity during the 19th century; however, geology, held a more lofty position than the others. It became the \"fashionable science\". If you aspired to climb the social ladder, it would have behooved you to claim some knowledge of geology, have displayed in your home some geological specimens that you preferably had collected yourself. This would have included, at least in the \"best homes\", original artwork, especially landscapes painted by artists who themselves were steeped in study of geology. Many landscape painters owned books on geology and personally knew and socialized with the authors. In turn, a number of these geologists purchased their art. Geology lectures were in demand, which were more than willingly given by the best known and highly published geologists of the day, such as Edwin Hitchcock, Benjamin Silliman and Charles Lyell. Amateur geologists could be found in the highest strata of society, some of whom achieved high levels of expertise. Further, amateur artists could be found among geologists, whose sketches were published in the periodicals of the time.\n\nAt the time, art was deemed relatively unimportant when compared to the natural sciences and some felt that pursuing art would lead to mental derangement. In fact, Western Pennsylvania artist, Austin Wooster (1838 –1913) was discouraged from a career in art by his family; they believed his pursuit of art was an insane fantasy. In the early 19th century, Philadelphia artist Charles Willson Peale fulfilled, at least in part, the task that later geological surveys would take as their mandate—to collect and disseminate knowledge of the resources that lay beneath their feet. Peale, who had a strong interest in geology and founded a museum of art and science in 1784, supervised the first known scientific excavation of a Mastodon skeleton found in Newburgh, New York. His painting, The Exhumation of the Mastodon, documents the event with, of course, Peale himself prominently displayed in the center of the activity. In 1828, Philadelphia and Pittsburgh artist James Reid Lambdin opened the first museum west of the Allegheny Mountains. Called The Pittsburgh Museum of Natural History and Gallery of Painting, it featured not only paintings, but fossils as well. From 1857 to 1865, Artist John Ross Key, grandson of Francis Scott Key, was employed by the United States Coastal Survey (now the National Geodetic Survey), the oldest scientific organization in the United States. His job along with fellow artist James McNeil Whistler and Gilbert Munge, was to make engravings of the features of the eastern seaboard.\n\nIn the latter part of the century, artists accompanied the \"Four Great Surveys\" of the American West (1867 – 1879) led by geologists Ferdinand Hayden, John Wesley Powell and Clarence King. The work of these geological and geographical surveys was coalesced into the United States Geological Survey in 1879. These expeditions included among others, the pre-eminent American artists, Albert Bierstadt, Sanford Gifford, William Keith, and Thomas Moran, to record the west’s geological features. The artists worked closely with the geologists, leaning to identify the distinctive characteristics of the different rock types and the processes that shaped the vistas they would preserve on canvas. This experience enabled these artists to lift their craft from mere representation to detailed, scientific depictions. Later artists who studied under these men, no doubt gained this insight as they laid down their paint.\n\nAmerican landscape artists garnered their long sought after respect and social elevation by associating with geologists and by studying geology. They came to believe that studying geology was a prerequisite to painting landscapes. They could rightly assert that they were on equal intellectual footing with the scientists of their day, neither being mentally unsound nor merely unproductive members of society. As tourism became popular in the latter part of the 19th century, many travel guides included wonderfully detailed geological descriptions of \"must see\" places often written by John Wesley Powell, Benjamin Silliman and other geologists. Tourists flocked to these places, which were often the summer homes of artists who painted the local \"geologic\" scenery. Visitors could take with them a memento of their visit preserving both a wonderful memory and a \"snapshot in time\" preserved by the artist—a vista that may not appear as it once did. Treasures then, treasures now.",
    "slug": "highlights_article_3.html",
    "gridImage": "/cms-uploads/highlights3.jpg"
}
