{
    "showPublishDate": false,
    "date": "2022-07-03T06:57:04.320Z",
    "title": "VALUES – LIGHT AND SHADE IN GREAT PAINTINGS",
    "gridImage": "/cms-uploads/mosorjak_small2.jpg",
    "image": "/cms-uploads/mosorjak_small2.jpg",
    "body": "We believe you can tell a great painting when you see it. There are certain qualities that are universal in both the 19th century and contemporary paintings available at Bedford Fine Art Gallery. We strive to get the best-of-the-best in all acquisitions. One of the qualities of these great works of art is the values used by these great artists.\n\nE.G. Lutz in his 1930 book titled \"Practical Landscape Painting in Oils\" has a great summary of values in a quality painting. He states: \"A picture should have a pleasing structure which involves the adoption of some pictorial plan. Then the attributes of style and distinction lead us to reflection upon the character and individuality of the artist. The values, particulars concerned with light and shade and the general color scheme, have a large share in holding the picture together. Values, in spite of its plural form, implies a single attribute in pictorial analysis and study. The meaning of the word \"values\" when speaking critically of pictures is a special quality of a good, properly distributed effect of light and shade. That is, the components with their lighted portions, their parts in shades, and the shadows have the same value in showing that they are caused by the same illumination. One component should not look as if illuminated by a sun shining through mist and the other by a flood of intense sunlight. Such a picture, in other words, lacks unity. Unity and values are synonymous and of equal significance in the analysis, or appreciation of pictures. The general atmospheric effect – the condition of the ambient air – must be of the same value so that the aerial perspective – of which more directly – is rendered truthfully. The term values is applicable also to other particulars. For instance, the style of the drawing and the degree of skill expressed by it should have the same value throughout; and the details should show equal value in their characteristics. The entire matter is one of unity that the details of a picture should have equal value.\"\n\nLutz adds: \"Though we have been chiefly concerned with values in their relation to luminosity, their importance in color is not to be overlooked. Colors must be imitated, rendered, interpreted, or represented in harmony. These four words used here to describe the placing of pigments on canvas for reproducing the effect of color In nature, have different meanings in pictorial work. Whatever method connotated by any one of these four terms is applied, it must be consistent throughout and of equal value as to strength. Specifically, if the atmosphere is clear with bright colors all must have the same degree of brightness; if there is a little mist the colors must show that they are modified by this mist; and if it is a dull day the colors must show an even dullness. Whatever the light, or atmospheric conditions, the colors are represented as under these conditions and no others.\"\n\nLutz concludes: \"It is a principle that all factors entering into the making of a picture – its inception, the preliminary work, carry it on to a successful conclusion, and the subjective factors are of equal significance. But if we be permitted to presume here, for the sake of making a point clear, that one is more important than any of the others, we should name values, understood in its special meaning as concerned with luminosity. Testing any pictorial work as to values involves tonality, a particular, by the way, of nearly the same significance as values, and unity. But here we mean it designate some special kind of color tone flooding an entire picture. It may be a brown tone, of pearly greens, silvery grays, or a cold slaty gray, or of an ochreous tinge (as though more yellow ochre were used than white pigment). As commonly understood a tonalist is one who works in tones of the kind we have first mentioned – those characterized by an unvarying evenness of grayed colors. The pictures of a tonalist do not have, for one thing, sharp contrasts in light and shade; neither are they garish in color, being of a uniform degree of gray tending toward luminosity rather than toward the sombre. Typical tonal work has a restricted scale, or range, of light and shade, that is, it has neither many bright lights and precisely marked shadows, nor ordinary lighted parts and a large part of the area in heavy, nearly black, shadows. A pictorial work in murky, blackish colors, or in deep rich tones is in a \"low key,\" and one in which the colors are clear and luminous is in a \"high key.\" Pictures in this latter manner – a high key – are frequently painted in patterns of simple bright colors with practically no gradations in the tones. The average tonal picture is of a medium key though examples could be so clear in color as to be in a high key while others are sombre as to be in a low key.\"",
    "slug": "highlights_article_36.html"
}
