{
    "showPublishDate": false,
    "date": "2022-07-28T06:08:24.210Z",
    "title": "FEATURED ARTIST - HARRY HERMAN ROSELAND",
    "image": "/cms-uploads/harry_roseland.jpg",
    "body": "Harry Roseland (American, ca. 1866 – 1950)\nI never promised you a rose garden!\n\nThese words were uttered by 19th Century Brooklyn, NY painter Harry Roseland when a patron, who had commissioned a painting from him, was apparently disappointed that the finished landscape was devoid of flowers. The painting was probably very good (how we would like to see it for ourselves to judge); however, landscapes were not to compose a large portion of Harry Roseland future repertoire. He is best known for his depictions of the former slaves who migrated to the New York City area during and after the American Civil War. His most notable paintings are those of a black woman fortune-teller reading tea leaves or the palms of white, fashionably dressed, presumably \"upper-crust\" society women. They are wonderfully charming, depicting a rather serious-looking fortune-teller giving a reading to her attentive audience.\n\nRoseland was born in Brooklyn, New York and seldom travel far from those environs—having eschewed the “Europe Tour” to study as typical of most of his contemporaries. He was thus fully steeped in his local surroundings, explaining his realistic, sometimes humorous, portrayals of New York City’s microcosm. Roseland’s other genre paintings portrayed outdoor activities such as field-laborers and interior genre scenes depicting commonplace social activities or mundane housekeeping activities. Later in his life, he painted scenes on Long Island’s North Fork.\n\nRoseland was self-taught, although he is known to have studied with noted artists Thomas Eakins (in Philadelphia), C. Beckwith (in Manhattan), and J.B. Whittaker (Adelphi Art Academy, in Brooklyn). It is widely held that Roseland never visited the South; however, an article in The Brooklyn Daily Eagle (1927) appears to belie that fact. Regardless, his paintings were considered to be accurate depictions of the lives of southern blacks. Media mogul, Oprah Winfrey, has several Harry Roseland paintings in her personal collection.\n\nIn the 1890’s, Roseland shared a studio in the Ovington Building in Brooklyn with artists (Gustave Wiegand, William Barrett, Paul Dougherty, John H. Boston). Along with artists Frederick and Joseph Boston, Charles Burlingame, Benjamin Eggleston and Edwin Rorke, they organized a group originally named The Brooklyn Ten, but later changed it to The Society of Brooklyn Painters.\n\nRoseland’s paintings were both popular and well-regarded by his professional peers—he was awarded prizes and medals for many of his exhibited works. He gained wide exposure exhibiting at the following highly esteemed art venues: the Brooklyn Art Club, Brooklyn Society of Artists, Society of Brooklyn Painters, Union League Club (Brooklyn), Salmagundi Club (New York), Boston Art Club, Charleston Exposition, the American Art Society (Philadelphia), Pennsylvania Academy of the Fine Arts, National Academy of Design, Society of independent Arts, the Art Institute of Chicago, Salons of America, Gill’s Art Galleries (Massachusetts), South Carolina Inter-State and West Indian Exposition(South Carolina), and the Corcoran Gallery (Washington, D.C.).",
    "slug": "highlights_article_4.html",
    "gridImage": "/cms-uploads/highlights_4.jpg"
}
