{
    "showPublishDate": false,
    "date": "2022-07-11T06:46:56.555Z",
    "title": "THE LANDSCAPE THROUGH A GEOLOGIST’S EYE",
    "gridImage": "/cms-uploads/hetzel2_full.jpg",
    "image": "/cms-uploads/hetzel2_full.jpg",
    "body": "Art is a personal experience. You love what you love. I love representational art and I absolutely love landscapes. Why? Perhaps, because as a geologist, I spent most of my career tagging along behind a drill rig over \"unimproved\" areas of Pennsylvania and adjacent states. Often, when I went home at the end of a long week and I remarked to my husband what a beautiful \"painting\" the area where I had been would make.\n\nI looked at the landscape, primarily through the eyes of an engineering geologist. The driller’s job was to bring to the surface samples of the underlying soils and rocks, and it was mine to provide the geotechnical engineer with critical and detailed field-based information on their structural properties. It dawned on me that there was a relationship between the expression of the topographic landforms, e.g., mountaintops, river valleys, and side slopes, that I was exploring and the properties of the underlying bedrock.\n\nIt is not often recorded what or how 19th century landscape artists thought of each of the individual elements (eroded landforms, rock outcrops, boulders, stream morphology) in their scenes, much less the origins of such, but they did marvel at the beauty and painted it. Artists George Hetzel and Albert Francis King painted the bouldery stretches of Paint and Shade creeks (Cambria and Somerset counties). Hetzel also painted scenes of the Conemaugh (Cambria, Westmoreland and Indiana counties), Kiskiminetas (Westmoreland and Armstrong counties), Cowanshannock (Armstrong and Indiana counties), Slippery Rock (Butler and Lawrence counties) creeks and Kittanning Point at the Horse Curve (Blair County). Lloyd Mifflin, Charles Knapp and W.C. Wall painted scenes along the Susquehanna River. W.C. Wall also painted the Monongahela River at Pittsburgh and Pack Saddle Gap (Indiana Co). Hermann Gustave Simon painted Dingman’s Ferry on the Delaware River (Pike County) and Harry Shearer painted the Schuylkill River (Berks Co.). There are others of course, but these are some of my favorites.\n\nProbably none of these well-known Pennsylvania artists knew any geologists, but Hudson River artist Thomas Cole did. He collected fossils and was friends with Benjamin Silliman, professor of geology at Yale. In fact, Silliman urged landscape painters to study geology, believing that it would give their work a \"verisimilitude\". Edward Hitchcock head of the Massachusetts Geological Survey penned a section for his final report on the state’s geology, titled Scenographical Geology. Thomas Moran, who had accompanied both Ferdinand Hayden and John Wesley Powell on three of the \"Four Great Surveys of the West\", was especially interested in geology. Moran asked Hayden to critique his work and Hayden appeared at Moran’s openings.\n\nFor me, as a geologist, not any painting of rocks will do. Rock outcrops and boulders are sometimes treated very \"slap-dash\"by artists. Not so with George Hetzel, A.F. King and New England artists John Kensett and William Sydney Haseltine, who all treated the rocks with the same exactness as the broader scene. It is not just the lure of the rocks, but the presentation of landforms, sculpted by nature, seen through the eyes of these artists with their skill in brushwork and color that I appreciate most.\n\n\\--Joan Hawk",
    "slug": "highlights_article_25.html"
}
