{
    "showPublishDate": false,
    "date": "2022-07-19T06:26:04.162Z",
    "title": "FEATURED ARTIST – JOHN HENTRY DOLPH (AMERICAN 1835 – 1903)",
    "body": "He was born in Fort Ann, New York; but, his father moved the family to Ashtabula County, Ohio, after the death of his mother in 1841. As a youth, he generated income by doing decorative painting on coaches and carriages. He eventually made his way to Cleveland where he studied with Allen Smith, a prominent portrait painter. This training prepared him for a career in portraiture, which he pursued in Detroit from 1855 to 1864. Dolph moved to New York City in 1864, after the death of his first wife, and opened a studio at 58 West 57th Street. From 1868 to 1873 he was in Antwerp, Belgium, and studied animal painting with Jean Louis van Kuyck, known for his paintings of horses. A second trip to Europe from 1880 to 1882 found him in Paris, France. Dolph was described as the \"leading cat painter in America\" in the September 1894 issue of Quarterly Illustrator; however, until circa 1875, Dolph’s exhibited paintings were either genre or landscapes painted in the style of the Hudson River artists. But his chance painting of a Persian cat in 1875, which sold for the then unheard of price of $100, changed everything. He found that his paintings of adorable kittens and puppies were in demand. Dolph adopted cats and kittens the neighborhood children would bring him. He served as a surrogate mother—he dipped a paint brush in milk and touched it to their noses to feed them, followed by a judicious wipe to clean them off. Once a day he gave each of them a bath just as their mother would do. He never turned away a kitten. They were his “models” after all. He decided, however, that the city wasn’t necessarily the place to keep his little models—their nightly kitty concerts “were a trifling distracting to my neighbors” said Dolph. So he took a summer cottage near Bellport Bay on the south shore of Long Island, where his cats could frolic with abandon. The cottage was ruled by his two favorites, Princess and Josephine. “Yes, cats are easily spoiled if you pet them too much, and quickly become your master” he said of his cats in St. Nicholas Magazine (an Illustrated magazine for young folks) in October 1891. A fire in 1889 had destroyed the contents of his studio, then located in the YMCA building on 23rd Street, prompted his moving to the Sherwood Studio Building at 58 West 57th Street. Perhaps an unfortunate choice; an unscrupulous admirer (?) robbed Dolph of 14 of his paintings from his Sherwood Street studio while he was away during the fall and winter of 1901. Dolph did not inform the police of the theft, but was hoping that they would be returned—he thought that if he could find one he could find the others. It is not known if any of the paintings, valued at $3,500, were ever returned. Dolph was a member of the Brooklyn Art Association; Kit Kat Club (New York City); National Academy of Design (Elected Member); Salmagundi Club (New York City); and Society of American Artists (founder). He exhibited at Exposition Universelle (Paris, 1889); Boston Art Club; Brooklyn Art Association; Lotos Club; National Academy of Design; Art Institute of Chicago; and the Pennsylvania Academy of the Fine Arts.",
    "gridImage": "/cms-uploads/ord.jpg",
    "image": "/cms-uploads/ord.jpg",
    "slug": "highlights_article_15.html"
}
