{
    "showPublishDate": false,
    "date": "2022-07-09T06:49:58.595Z",
    "title": "\"BLUE CHIP\" VERSUS \"CHOCOLATE CHIP\"",
    "gridImage": "/cms-uploads/img_3909.jpg",
    "image": "/cms-uploads/img_3909.jpg",
    "body": "\"Blue chip\" stocks are those of well-known industry leaders, which typically sell at a high price and have a record of steady earnings. \"Blue chip\" in the art world has a similar meaning. Typically considered \"investment-grade art\" it includes historical art and art of the highest aesthetic quality—those works with great value that would be expected to hold its value or increase in value regardless of economic conditions. This would include contemporary art that has seen exceptional sales volumes over the past few years. It is interesting to note that the \"blue chip\" has very little to do with actually liking art. It has nothing to do with historical, cultural or personal importance. It is strictly about money—big money. It is more about the \"idea of art\" and not the art itself.\n\nAnd, some in the art world believe that the term \"blue chip\" should not apply to art. Art, unlike stocks, does not pay dividends and, more often than not, instead of exhibiting a steady rise in value, art prices tend to exhibit a sine-wave pattern with, not so predictable, ups and downs. People who Invest in art are often looking only for exponential growth in value, and will be disappointed when a piece loses value, even if only temporarily. How long is temporary, and do they want to wait it out?\n\nDon't be disappointed. Buy a painting because you love it! You are not waiting anything out. You have already achieved your goal—you have acquired something special to you. You can celebrate in the knowledge that you selected art for reasons based on your personal value system. Plus, you have given the work additional value simply by your acquisition of it. Sure, it makes you feel good, and it doesn't matter what the reasons are. Its personal to you. Like enjoyment of a warm chocolate chip cookie and a cup of hot cocoa. \"Chocolate chip\" art, if you will. So, let the chips fall where they may. And in your flavor--we mean favor!",
    "slug": "highlights_article_29.html"
}
