{
  "longTestimonial": "At the suggestion of a dear friend my wife and myself found our way west on the Lincoln Highway to the charming town of Bedford to ferret out Bedford Fine Arts and a unique painting that might find a home in our niche collection of 20th Century transportation art. Not only did we find the painting by Otto Kuhler, but we also found a delightful couple, Joan and Gerald Hawk, who had created a wonderful venue to exhibit and offer for sale a fascinating collection of period American paintings. Combining knowledge and passion with their friendly home spun appreciation for their clients, the Hawks are the most delightful respite from the usual gallery sales approach. We now return to Bedford, not only for the opportunity to see, appreciate, and occasionally acquire an addition for our collection, but more importantly to renew an acquaintance, share pleasant conversation, and enjoy whatever happens to grace the walls of their magnificent gallery. Jerry and Joan’s remarkable ability to acquire, display, and offer for sale an impressive array of American art in a classic American small town setting, is only exceeded by their genuine interest in their client’s collections and the personal stories surrounding the acquisition of each piece in their collection. In our many years of building our collection, we have never had a more pleasant experience or personal interaction with a dealer. So if you are serious about your passion for fine American art, make the effort to acquaint yourselves with Joan and Jerry….and if you want to enhance the experience, stay off the Turnpike and take the time to journey to Bedford on Route 30, from either east or west, and spend the day in Bedford and environs. It will be an experience you will not forget.",
  "shortTestimonial": "Combining knowledge and passion with their friendly home spun appreciation for their clients, the Hawks are the most delightful respite from the usual gallery sales approach.",
  "name": "Vivian and Bennett L."
}