{
  "longTestimonial": "An Art Lover’s immersion in Beauty and Artistic Heritage - \"The passionate combination of the pursuit and discovery of artistic beauty and sharing this with their visitors and new collectors is the hallmark of the Bedford Fine Art Gallery. The special experience of immersing oneself in the luscious palette and paintings of 19th and 20th century in the finely appointed Victorian Mansion of the Bedford Fine Art Gallery is a visual treat as you pass from one elegant room to another. Each turn leads to viewing a fresh and sparkling still life, tender portrait or luminous landscape in these intimate settings. It Is possible to be magically transported through an interior woodland scene or view a broad valley from a mountain escarpment. Each visit is a delightful event at this special treasure in Bedford, PA., always offering a new and memorable vision. This wonderful gallery is often noted to be on par with a 19th century art museum or salon and is not to be missed, including meeting its’ purveyors of art, Joan and Jerry Hawk. Their discerning eye, thorough research, and care in selecting and presenting the best representative art of the period is most impressive. Jerry’s and Joan’s knowledge of each creator’s individual history and work fill a conversation with the lively insights into the period, styles and world of these fascinating artists. Their thirty years of developing these superb skills rivals those of the most learned curators in American art and knowledge. Your interests are important to them and they guide and assist you in finding your own treasure among their finest offerings. I am so pleased to have found so many wonderful selections at the Bedford Fine Art Gallery and to have added to my own collection with a beautiful addition from their inventory. I know I will return again and again to view their wonderful selections and discover my next treasure among the many fine works in their most elegant and welcoming Fine Art Gallery.",
  "shortTestimonial": "This wonderful gallery is often noted to be on par with a 19th century art museum or salon and is not to be missed, including meeting its’ purveyors of art, Joan and Jerry Hawk. Their discerning eye, thorough research, and care in selecting and presenting the best representative art of the period is most impressive.",
  "name": "Sarah H."
}