{
  "longTestimonial": "Due to my interest in the Western Pennsylvania artist, George Hetzel, I came to know of Bedford Fine Art Gallery through my desire to purchase an original Hetzel painting. Our family’s interest in George Hetzel stems from our grandfather, Charles Succop, who took art lessons in Pittsburgh with Hetzel. When a Hetzel painting became available and after I informed Jerry Hawk of our family’s connection to Hetzel, he made it possible for me to make the purchase through a short but much needed payment plan. Without such consideration, I would not have the Hetzel we enjoy today. I recommend BFAG to both the serious art collector and to the one who desires to cultivate a love for fine art. The Hawks are knowledgeable and accommodating, and their love for fine art goes far beyond making a sale.\"\n\nGus S.\n\"Recently I had the pleasure to fall upon a treasure trove of hidden jewels; beautifully displayed items for acquisition at affordable prices, and a proprietor partnership that was professional, honest and a joy to know.\n\nAs a collector of fine art, I was looking for a local gallery for viewing and purchase of 19th and early 20th century paintings, particularly those artists native to Western Pennsylvania that formed the Scalp Level school. Following an internet search, I found the Bedford Fine Art Gallery website. What a beautiful and professional website presentation of artwork from many different genres and schools, all for sale to the public. Included with the photos were artists’ bios and in some cases a brief historical narrative of their work and contributions to the field of art.\n\nIt was obvious from the first look the proprietors of this establishment took their work very seriously, and were totally committed to providing a most professional art purchase experience.\n\nMy introduction to Gerald Hawk came through an initial phone call. Not only was he knowledgeable of fine art and well connected with the collecting community, he was passionate for his love of art. He treated me with the greatest respect, honesty, and kindness. That was the start of a business relationship that has probably been the most enjoyable I have had the pleasure to experience in my life.\n\nIn short order, my wife and I visited the gallery, and, in addition to viewing the vast collection of artwork, we had the pleasure of meeting Jerry’s wife, Joan. She shares Jerry’s love of art and is an equal and essential part of their business activities.\n\nTo anyone who is considering the purchase of a piece of fine art I would strongly recommend contacting the gallery, and make an appointment to view their inventory. You won’t be disappointed. Sincerely,",
  "shortTestimonial": "My introduction to Gerald Hawk came through an initial phone call. Not only was he knowledgeable of fine art and well connected with the collecting community, he was passionate for his love of art. He treated me with the greatest respect, honesty, and kindness. That was the start of a business relationship that has probably been the most enjoyable I have had the pleasure to experience in my life.",
  "name": "Fred C."
}