{
  "date": "2022-09-08T08:05:43.797Z",
  "slug": "art_lovers_niche_45.html",
  "body": "<p style=\"padding: 16px 10px 0px 10px; margin: 0; text-align:center;\"><a href=\"https://www.bedfordfineartgallery.com/\"><img src=\"https://www.bedfordfineartgallery.com/mailers/img/joan_jerry22.jpg\" alt=\"Joan and Jerry Hawk\n\" width=\"383\" height=\"429\" style=\"width: 100%; height:auto; max-width: 250px; margin:auto; display:block;padding: 1px; border: 1px solid #f2f2f2;\" border=\"0\"></a><span style=\"display:block; padding-top: 7px; font-weight: bold;\">Joan and Jerry Hawk</span></p>\n\n<p style=\"font-family: Helvetica, Arial, Verdana, Trebuchet MS; color: #222; margin: 0px; padding: 16px 10px 0px 10px; font-size: 17px; line-height:24px;\">We would like to thank the thousands of fellow art-lovers who explore our\nwebsite, join us for email updates via Art Lovers’ Niche, follow us on Instagram,\nand stop to see us at the gallery. Many of you are already familiar with Bedford\nFine Art Gallery, but we want to take this opportunity to bring you up-to-date.</p>\n\n\n<p style=\"font-family: Helvetica, Arial, Verdana, Trebuchet MS; color: #222; margin: 0px; padding: 16px 10px 0px 10px; font-size: 17px; line-height:24px;\"><span style=\"font-weight:bold;\">Background</span> – We have always loved art and started collecting over 30 years ago.\nIn the beginning, we thought a local art expert would be able to help us with our\nselections. We quickly found out; however, the so-called art expert was not\nhonest with us about the paintings we purchased. We stopped seeing this\nindividual and figured there had to be a better way to feel safe and trust our\npurchasing decisions. We, therefore, worked hard to buck the typical galleries\nand auction houses by creating a truly unique fine art gallery experience for our\nmany customers.</p>\n\n\n<p style=\"font-family: Helvetica, Arial, Verdana, Trebuchet MS; color: #222; margin: 0px; padding: 16px 10px 0px 10px; font-size: 17px; line-height:24px;\"><span style=\"font-weight:bold;\">Bedford, Pennsylvania</span> – Joan was born and raised in Bedford, but we spent our\nfirst 31 years together living closer to Pittsburgh. We always dreamed of owning\nan older home. Long story short, we ended up purchasing our home in Bedford,\nwhich is on the street where Joan grew up. It was built in 1889 and, after the\noriginal family was not longer living there, served as a public library (where Joan\nwould go to read many books!). From the beginning, we thought our Bedford\nhome would be the perfect venue for a fine art gallery. We are also proud that\nBedford has many great things to offer guests who visit the gallery: The Omni\nBedford Springs resort, several great B&amp;B’s, many specialty shops and boutiques,\ngreat restaurants, and the list goes on!</p>\n\n<p style=\"font-family: Helvetica, Arial, Verdana, Trebuchet MS; color: #222; margin: 0px; padding: 16px 10px 0px 10px; font-size: 17px; line-height:24px;\"><span style=\"font-weight:bold;\">Technology</span> – When we were in college in the late ‘70’s, there was one fortran\ncomputer that used key-punch cards for our computer science class! A lot has\nchanged since then and we felt it is important to stay up-to-date with technology.\nSince the beginning of Bedford Fine Art Gallery, we have teamed with website\ndesign experts and are pleased that our customers find the site easy to navigate,\nfull of representative images and videos, and packed with great fine art for sale.\nThe proof of this is that a majority of our sales are via the internet to folks that\nwere not able to visit the gallery in-person.</p>\n<p style=\"font-family: Helvetica, Arial, Verdana, Trebuchet MS; color: #222; margin: 0px; padding: 16px 10px 0px 10px; font-size: 17px; line-height:24px;\"><span style=\"font-weight:bold;\">One big community</span> – In addition to our Art Lovers’ Niche and Instagram\ncommunities, we also help serve our local community. We are a part of the\nSouthern Alleghenies Museum of Art (SAMA). SAMA is a fully-accredited museum that started in 1976 and has five museum locations that serve six counties in\nPennsylvania. We feel fortunate to be able to help with programing for children’s\neducation, the elderly, and our veterans throughout the local communities.</p>\n\n<p style=\"font-family: Helvetica, Arial, Verdana, Trebuchet MS; color: #222; margin: 0px; padding: 16px 10px 16px 10px; font-size: 17px; line-height:24px;\"><span style=\"font-weight:bold;\">Bottom line</span> – Again, we would like to thank all our art-lover friends who have\nbeen with us while we are living the dream! We have worked hard to make\nBedford Fine Art Gallery the most honest art gallery in the world. We have said it\nbefore, but it is needs to be said again – are customers are the best! We feel very\nhonored when our customers share their many experiences with us, through their\n<a href=\"https://www.bedfordfineartgallery.com/testimonials.html\" style=\"color: #6E3631; font-weight:bold;\">testimonials</a> that we post on the website. Thank you.</p>",
  "preview": "We would like to thank the thousands of fellow art-lovers who explore our website, join us for email updates via Art Lovers’ Niche, follow us on Instagram, and stop to see us at the gallery."
}